Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages_js.po
Languages: ru

source: Unsaved data
ru: Не сохранённые данные

source: You have unsaved changes in inspector. Save or cancel the changes.
ru: В редакторе есть не сохранённые изменения. Сохранить или отменить изменения.

source: Apply changes
ru: Применить изменения

source: Reset changes
ru: Сбросить изменения
