Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages_js.po
Languages: ru

source: Is Hidden
ru: Скрывать

source: Language
ru: Язык

source: Body
ru: Содержание

source: Markup Language
ru: Язык разметки

source: Records has been saved
ru: Запись сохранена

source: Attachment deleted
ru: Вложение удалено

source: history
ru: история

source: Old
ru: Старый

source: New
ru: Новый

source: Modify
ru: Изменить

source: Default Domain
ru: Домен по-умолчанию

source: User Search Filter
ru: Фильтр поиска пользователей

source: Group Search Filter
ru: Фильтр поиска групп

source: Bind User
ru: Привязка пользователя

source: Bind Password
ru: Привязка пароля

source: Require Group
ru: Требовать группу

source: Servers
ru: Сервера

source: Port
ru: Порт

source: Use TLS
ru: Использовать TLS

source: Connect timeout
ru: Таймаут подключения

source: Pool Strategy
ru: Стратегия выделения

source: First
ru: Первый свободный

source: Round Robin
ru: По кругу

source: Random
ru: Случайный

source: Pool Active
ru: Активен

source: Convert Username
ru: Конвертировать Имя пользователя

source: Do not convert
ru: Не конвертировать

source: Lowercase
ru: Приводить к нижнему регистру

source: Uppercase
ru: Приводить к верхнему регистру

source: Synchronize name
ru: Синхронизировать имя

source: Synchronize mail
ru: Синхронизировать email

source: Require any group
ru: Требовать любую группу

source: LDAP Group DN
ru: DN Группы LDAP

source: Local Group
ru: Локальная группа

source: Table
ru: Таблица

source: TTL (days)
ru: Глубина данных (в днях)

source: By Active
ru: Действующие

source: By Dry Run
ru: Тестовый запуск

source: Section
ru: Секция

source: Select Config ...
ru: Выбрать конфиг...

source: Failed to get configs list
ru: Ошибка при получении списка конфигураций

source: Failed to get config
ru: Ошибка при получении конфигурации

source: Config saved
ru: Настройки сохранены

source: Failed to save config
ru: Ошибка при сохранении настроек

source: Enum Group
ru: Группа нумерации (Enum Group)

source: Indexed
ru: Индексировать

source: Searchable
ru: Доступно для поиска

source: Filtered
ru: Отфильтровано

source: Max. Length
ru: Макс. длина

source: Regexp
ru: Регулярное выражение

source: Is Indexed
ru: Индексировать

source: Is Searchable
ru: Доступно для поиска

source: Is Filtered
ru: Фильтровать

source: About System
ru: О системе

source: Starting "{0}"
ru: Запуск "{0}"

source: Failed to launch application
ru: Ошибка при запуске приложения

source: Old Password
ru: Старый пароль

source: New Password
ru: Новый пароль

source: Retype New Password
ru: Новый пароль ещё раз

source: Logged in as
ru: Вошёл как

source: Failed to get user settings
ru: Ошибка получения настроек пользователя

source: Switch to tree view
ru: Переключиться на отображение дерева

source: Change Password
ru: Изменить пароль

source: Credentials has been changed
ru: Пароль изменен

source: Failed to change credentials:
ru: Не удалось сменить пароль:

source: Old Password cannot be empty
ru: Старый пароль не может быть пуст

source: New Password cannot be empty
ru: Новый пароль не может быть пуст

source: Confirm New Password
ru: Подтвердить

source: Please confirm your new password
ru: Пожалуйста подтвердите новый пароль

source: Passwords do not match
ru: Пароли не совпадают

source: Password changed
ru: Пароль изменён

source: Error changing password
ru: Ошибка изменения пароля

source: Show remote sync time
ru: Показать время последней синхронизации

source: Anonymous
ru: Анонимный

source: About system ...
ru: О программе ...

source: User profile ...
ru: Профиль пользователя ...

source: Change password ...
ru: Смена пароля ...

source: Logout
ru: Выход

source: Failed to get remote sync time
ru: Ошибка при получении времени синхронизации

source: NOC Login
ru: Вход в NOC

source: Type username and password:
ru: Введите пользователя и пароль:

source: User name cannot be empty
ru: Имя пользователя не может быть пустым

source: Password cannot be empty
ru: Пароль не может быть пустым

source: Session timeout.
ru: Время соединения вышло.

source: Failed to log in
ru: Ошибка захода

source: Navigation
ru: Навигация

source: Switch to breadcrumb view
ru: Компактный режим

source: No matches found
ru: Совпадений не найдено

source: Report
ru: Отчет

source: Failed to get params form
ru: Не удалось получить форму отчёта

source: Failed to run report
ru: Ошибка при запуске отчёта

source: Collapse panels
ru: Свернуть панели

source: Loading tab with
ru: Запуск таба с

source: Expand panels
ru: Развернуть панели

source: Proto
ru: Протокол

source: Config Mirror
ru: Зеркалирование конфигурации

source: Config Upload
ru: Выгрузка конфигурации

source: Beef
ru: Хранение тушенки

source: Beef Test
ru: Хранение тестов тушенки

source: Beef Test Config
ru: Хранение конфигурации тестов тушенки

source: Font Family
ru: Семейство шрифтов

source: Font
ru: Шрифт

source: Allow Config Filter
ru: Применять для фильтрации конфига

source: Allow Config Validation
ru: Применять для валидации конфига

source: Allow Config Diff
ru: Применять для обработки изменений конфигурации

source: Allow Config Diff Filter
ru: Применять для фильтрации изменений конфигурации

source: Allow housekeeping
ru: Применять для постобработки опроса (housekeeping)

source: Allow Resolver
ru: Применять для резолва имени объекта в адрес

source: Allow IfDesc
ru: Применять для линковки по описаниям интерфейсов

source: DataStream handlers
ru: Применять для DataStream API

source: Allow DataStream filter
ru: Применять для фильтрации DataStream

source: MX handlers
ru: Обработчики сообщений MX

source: Allow MX Transmutation
ru: Применять для модификации сообщений в MX

source: Math rule
ru: Правила совпадения

source: Allow Match Rule
ru: Применять в правилах совпадения

source: Failed to get home data
ru: Ошибка при получении данных дашбордов

source: Content Type
ru: Тип содержимого

source: Object has been loaded
ru: Объект будет загружен

source: Protected
ru: Защищена

source: Service Profile
ru: Профиль сервиса

source: Auth Profile
ru: Профиль авторизации

source: Network Segment
ru: Сегмент

source: Platfrom
ru: Платформа

source: Sensor Profile
ru: Профиль сенсора

source: Sensor
ru: Сенсоры

source: Prefix Profile
ru: Профиль префикса

source: Firmware Policy
ru: Политика ПО

source: Expose
ru: Добавить метку

source: Autogenerated
ru: Создана системой

source: Allow Auto Create
ru: Разрешить автоматическое создание

source: Is Matching Label
ru: Условия совпадения

source: Managed Object Name
ru: Имя устройства

source: Managed Object Address
ru: Адрес управления устройства

source: Managed Object Description
ru: Дескрипшен устройства

source: Sensor Local ID
ru: Имя сенсора

source: Prefix Label
ru: IP префикса

source: ALL
ru: Все

source: ANY
ru: Любой

source: Prefix Scope
ru: Область

source: SubInterface IP Address
ru: IP адрес сабинтерфейса

source: VLAN Label
ru: Метка VLAN

source: VLAN Filter
ru: VLAN Фильтр

source: SubInterface Tagged VLANs
ru: Тэг. VLAN'ы

source: SubInterface Untagged VLAN
ru: Нетэг. VLAN

source: Colors
ru: Цвета

source: Background
ru: Цвет фона

source: Scoped Value Colors
ru: Цвет значения

source: ManagedObject
ru: Устройство

source: Manual
ru: Вручную

source: Is Matching
ru: По условию

source: Native Name
ru: Исходное имя (native)

source: Order
ru: Приоритет

source: Telemetry Sample
ru: Частота трассировки

source: Transmute
ru: Преобразование

source: Hanlder
ru: Обработчик

source: Render Template
ru: Шаблон сообщения

source: Set Headers
ru: Установить заголовки

source: Headers Match
ru: Заголовки

source: Fields
ru: Поле (метрики)

source: External Alias
ru: Внешнее название

source: Expose MX
ru: Отправить в сообщении

source: Expose Condition
ru: Условия отправки

source: Extension
ru: Расширение

source: MIME Type
ru: Тип MIME

source: Blt
ru: Встроенный

source: Default State
ru: Статус по умолчанию

source: Ignore
ru: Игнорировать

source: Overr. Existing
ru: Заменить новым

source: Dictionary
ru: Справочник

source: Select dictionary
ru: Выбрать справочник

source: Default expression
ru: Выражение по умолчанию

source: Dictionary not found
ru: Справочник не найден

source: Server-side failed to get default dictionary
ru: Ошибка сервера при получении справочника по умолчанию

source: Server-side failed to get fields
ru: Ошибка сервера при получении списка полей

source: Deny
ru: Запретить

source: Hint
ru: Подсказка

source: Is Hide
ru: Скрытый

source: Validataion Expr.
ru: Выражение проверки.

source: Message Registry Policy
ru: Политика регистрации сообщений

source: By Types
ru: По типу

source: Message Types
ru: Типы сообщений

source: Message Type
ru: Тип сообщения

source: Static Members
ru: Участники

source: Subscription Settings
ru: Настройки подписки

source: Allow Subscribe
ru: Разрешить подписку

source: Add to Subscription
ru: Добавлять в подипску

source: Notify Changed
ru: Уведомлять при добавлении

source: Match Conditions
ru: Условия Сообщения

source: Test selected groups
ru: Проверить выбранную группу

source: Prefixes
ru: Префиксы

source: Test selected prefix tables ...
ru: Проверить выбранные таблицы префиксов ...

source: Refresh Interval (days)
ru: Интервал обновления (в днях)

source: Next Updated
ru: Следующее обновление

source: Ref Book Fields
ru: Поля

source: Extractors/Loaders
ru: Выгрузка/Загрузчики

source: Administrative-Territorial Division
ru: Административно-территориальное деление

source: Managed Object Loader Policy
ru: Способ загрузки Устройств

source: As Managed Object
ru: Как устройства

source: As Discovered
ru: Как обнаруженные

source: Network Segment Profile
ru: Профиль сегмента

source: IP Prefix Profile
ru: Профиль префикса

source: Subscriber Profile
ru: Профиль Абонента

source: Enable FM Event
ru: События FM

source: Sync Settings
ru: Настройки синхронизации

source: Sync Policy
ru: Политика синхр

source: Sync Interval, sec
ru: Интервал синхр, сек

source: Run Sync At
ru: Запускать после

source: Event Sync Interval, sec
ru: Интервал синх Событий, сек

source: Sync Notification Policy
ru: Уведомления по результатам

source: Synd Data
ru: Последняя синхронизация

source: Last Extract
ru: Последний запуск

source: Last Load
ru: Последнее загрзка

source: Last Extract Event
ru: Последняя загрузка событий

source: Object URL Template
ru: Шаблон URL устройства

source: Environment
ru: Переменные окружения

source: Category
ru: Категория

source: Main
ru: Основной

source: Fault Management
ru: Управление авариями

source: Service Activation
ru: Управление устройствами

source: Report Source
ru: Генератор отчёта

source: Hide Report from UI
ru: Скрыть отчёт от пользователя

source: Root Band
ru: Базовая область

source: Orientation
ru: Ориентация

source: Horizontal
ru: Горизонтальная

source: Vertical
ru: Вертикальная

source: Undefined
ru: Неопределено

source: Column Formats
ru: Формат колонок

source: Json Data
ru: Данные (JSON)

source: Condition Param
ru: Условие (параметр)

source: Condition Value
ru: Условие (значение)

source: Templates
ru: Шаблоны

source: Report Formatter
ru: Построитель отчёта

source: Output Type
ru: Формат файла

source: Filename pattern
ru: Маска имени файла

source: Alterable output
ru: Дополнительные форматы

source: Has Preview
ru: Предпросмотр

source: Launch
ru: Запуск

source: Integer
ru: Число

source: Choice (radio)
ru: Выбор (одно)

source: Choice (combo)
ru: Выбор (неск.)

source: Fields Selector
ru: Выбор колонок

source: Model Lookup
ru: Выбор инстанса

source: Model Multi Choice
ru: Выбор инстанса (неск.)

source: Choice
ru: Выбор

source: Is Required
ru: Обязательный

source: Band Format
ru: Формат области

source: Band Name
ru: Имя области

source: Format Columns
ru: Формат колонок

source: Align
ru: Выравнивание

source: Left
ru: Слева

source: Right
ru: Справа

source: Center
ru: Центр

source: Mask
ru: Маска

source: Float
ru: Десятичное

source: Sum
ru: Сумма

source: Localization
ru: Перевод

source: File Name
ru: Имя файла

source: Run As
ru: Запустить От

source: Starting
ru: Запущен

source: Step to
ru: Шагнуть в

source: Result
ru: Результат

source: Starting search
ru: Идет поиск

source: Search complete
ru: Поиск завершен

source: Failed to search
ru: Ошибка поиска

source: Font Color
ru: Цвет шрифта

source: Background Color
ru: Цвет фона

source: Bold
ru: Жирный

source: Italic
ru: Наклонный

source: Underlined
ru: Подчеркнутый

source: Instances
ru: Экземпляры

source: Credentials
ru: Пароли

source: By Notify Group
ru: По группе уведомления

source: Time Patterns
ru: Шаблоны времени

source: Test selected patterns
ru: Проверить выбранные шаблоны

source: Mail
ru: Почта

source: Notification Contacts
ru: Контакты

source: Notification Group Settings
ru: Настройки уведомлений по группам

source: Profile saved
ru: Профиль сохранен

source: Changing language
ru: Смена языка

source: Changes saved successfully
ru: Изменения успешно записаны

source: Failed to save changes
ru: Ошибка при записи изменений

source: Only Watch
ru: При подписке

source: Only Favorites
ru: Только Избранные

source: Preferred Method
ru: Предпочтительный

source: title-tag
ru: тэг заголовка

source: Expired At
ru: Заканчивается После

source: Auto-confirm
ru: Авто-завершение

source: Close Template
ru: Шаблон закрытия

source: Suppress alarms
ru: Подавлять аварии

source: Escalation Policy
ru: Политика эскалаций

source: Suspend
ru: Приостановить

source: Escalate to
ru: Эскалировать на (объект)

source: Segments
ru: Сегменты

source: Managed
ru: Управляем

source: loading...
ru: загрузка ...

source: Suppress Alarms
ru: Подавлять аварии

source: Organisation
ru: Организация

source: Peer Discovery
ru: Сбор Peer'ов (BGP)

source: Members
ru: Участники

source: members
ru: участники

source: Community
ru: Сообщество

source: Maintainer
ru: Разработчик

source: Org. Name
ru: Назв. орг

source: Org. Type
ru: Тип орг

source: In maintenance
ru: Проводятся работы

source: Local AS
ru: Локальная AS

source: Local Address
ru: Локальный адрес

source: Local IP
ru: Локальный IP

source: Prefix-List Notification Group
ru: Группа уведомления

source: Only Changed
ru: Только изменения

source: All Message
ru: Все сообщения

source: Peer Data
ru: Данные пира

source: Fax-no
ru: Факс

source: Enter list valid ASnumber (ex., AS1234) or as sets (ex. AS-MEGASET, AS-MEGA-SET)
ru: Введите список валидных номеров AS (н-р, AS1234) или набора (н-р. ex. AS-MEGASET, AS-MEGA-SET)

source: DialPlan
ru: Номерной план

source: Dialplan
ru: Номерной план

source: Range
ru: Диапазон

source: Must contain only numbers
ru: Должен содержать только числа

source: Resource Groups
ru: Группы ресурсов

source: Static Service Groups
ru: Настроенные сервисные группы

source: Effective Service Groups
ru: Действующие сервисные группы

source: Static Client Groups
ru: Настроенные клиентские группы

source: Effective Client Groups
ru: Действующие клиентские группы

source: By Dialplan
ru: По Номерному плану

source: By Range
ru: По Диапазону

source: By Category
ru: По категории

source: By Protocol
ru: По протоколу

source: By Workflow
ru: По процессу

source: From Number
ru: С номера

source: To Number
ru: По номер

source: Allocated
ru: Размещен

source: Allocate Numbers
ru: Размещённые номера

source: Default Number Profile
ru: Профиль номера (по умолчанию)

source: Check Interval
ru: Интервал проверки

source: Show Config
ru: Показать конфигурацию

source: Update Addresses
ru: Обновлять адреса

source: Base
ru: Базовая

source: Base Measurement Units
ru: Основная единица измерения

source: Dashboard Label
ru: Обозначение для дашбордов

source: Dashboard Series Color
ru: Цвет на графике

source: Convert form for BaseUnit
ru: Конвертировать из основной

source: Measurment Unit
ru: Единица измерения

source: Expresseion
ru: Выражение

source: Window Function
ru: Функция "окна"

source: Min Windows
ru: Мин. окно

source: Max Windows
ru: Макс. окно

source: Factor
ru: Коэфф

source: Percentile
ru: Перцентиль

source: Step Number
ru: Номер шага

source: Activation Function
ru: Функция активации

source: True Level
ru: Истинный уровень

source: False Level
ru: Ложный уровень

source: Min. Value
ru: Мин. значение

source: Max. Value
ru: Макс. значение

source: Add Input
ru: Добавить вход

source: Compose
ru: Преобразование

source: Compose Expression
ru: Выражение преобразования

source: Activation Window
ru: Окно включения

source: Deactivation Window
ru: Окно выключения

source: Activation
ru: Включение

source: Deactivation
ru: Выключение

source: Compose Metric Type
ru: Расчётная метрика

source: Key Expression
ru: Выражение для ключа

source: Remove Input
ru: Удалить вход

source: Metric Action
ru: Действие для метрик

source: Metric Type inputs
ru: Вход. метрика

source: Alarm Labels
ru: Метки аварии

source: Action Params
ru: Парамтеры действия

source: Min.Value
ru: Мин. значение

source: Max.Value
ru: Макс. значение

source: Key Fields
ru: Ключевые поля

source: Primary Key
ru: Первичный ключ

source: Order Key
ru: Ключ сортировки

source: Path
ru: Путь

source: Enable Time Delta (Require migration)
ru: Время между измерениями (Требует миграцию)

source: Required run migration metric Database after changed.That enabled only by deploy.
ru: Требует миграции базы метрик после изменения. Поэтому выставляется только при деплое.

source: Field Name
ru: Имя поля

source: Field Type
ru: Тип поля

source: Measurement Units
ru: Единица измерения

source: Metric Measurement Units
ru: Единица измерения метрики

source: Metric Scale
ru: Множитель

source: Delta Value
ru: Считать разницу

source: Compose expression for MetricType. Worked only SAME ScopeOn expression use MetricType field_name as variable name
ru: Выражение для расчёта Метрики. Работает только для метрик в ОДНОГО Пространства. В качестве имение переменных используется "Имя поля"

source: Input Metric Type
ru: Вход метрика

source: Metric Type inputs to Expression
ru: Метрика для выражения

source: Scale
ru: Множитель

source: Shape Overlay
ru: Настройки значка

source: Position
ru: Позиция

source: Lvl
ru: Уровень

source: Access Level
ru: Уровень доступа

source: Config. Mode
ru: Режим настройки

source: Timeout
ru: Таймаут

source: Platform (Regex)
ru: Платформа (шаблон)

source: Version (Regex)
ru: Версия (Шаблон)

source: Commands
ru: Команды

source: By SA Profile
ru: По профилю

source: By Action
ru: По действию

source: Super Password
ru: Пароль Суперпользователя

source: SNMP Security Level
ru: SNMP Уровень безопасности

source: SNMP Username
ru: SNMPv3 Пользователь

source: SNMP Context Name
ru: SNMPv3 контекст

source: SNMP Priv Proto
ru: SNMP Протокол шифрования

source: SNMP Priv Key
ru: SNMP Ключ шифрования

source: Enable Suggets By Rule
ru: Включить подбор реквизитов

source: Preferred Profile Credential
ru: Приоритет реквизитов в профиле

source: If set - Credential on Profile will replace credential on Device
ru: Если отмечена - Реквизиты в Профиле буду заменять реквизты на устройстве

source: By Rule
ru: По Правилу

source: By Username/SNMP RO
ru: По Реквизитам

source: Enable SNMP
ru: Включить SNMP

source: Require Confirmation
ru: Требует подтверждения

source: Ignore CLI Errors
ru: Игнорировать ошибки CLI

source: Show in menu
ru: Отображать в меню

source: Change configuration
ru: Изменить конфигурацию

source: Timeout(sec)
ru: Таймаут (с)

source: Suggest SNMP
ru: SNMP

source: Suggest CLI
ru: Возможные реквизиты CLI

source: Suggest Auth Profile
ru: Возможные реквизиты профиля аутентификации

source: Suggest SNMP OIDs
ru: Возможные реквизиты SNMP

source: - Success
ru: - Успех

source: - Failed
ru: - Ошибка

source: : Failed to get data for menu items
ru: : Ошибка получения данных для меню

source: Manual Scan
ru: Ручное сканирование

source: By IP, list (max. 2000)
ru: По списку IP (макс 2000)

source: SNMP Credentials
ru: Реквизиты SNMP

source: Send
ru: Отправить

source: Manual Scan Failed
ru: Ошибка в ручном сканировании

source: Select rows
ru: Выбрать строки

source: Please enter number:
ru: Введите число:

source: Select period
ru: Выберите период

source: Please enter period (start,qty), first pos is 0:
ru: Введите интервал (начало, число элементов), первая позиция - 0:

source: enter search text and press <Enter>
ru: введите текст для поиска и нажмите Enter

source: Group Operation
ru: Групповая операция

source: Sync Record
ru: Синхронизировать устройство

source: Scan
ru: Опросить

source: Is Dirty
ru: Обновлено

source: Is Synced
ru: Синхронизировано

source: Checks
ru: Проверки

source: Refresh data
ru: Обновить данные

source: Group select
ru: Выбрать несколько

source: All devices on screen
ru: Все устройства на экране

source: First 50
ru: Первые 50

source: First 100
ru: Первые 100

source: First N
ru: Первые N

source: Period start,qty
ru: Диапазон (начало, число)

source: Unselect all devices
ru: Снять выделение со всех устройств на экране

source: Selected : {total.selected}
ru: Выбрано: {total.selected}

source: Total : {total.all}
ru: Суммарно : {total.all}

source: By Rule:
ru: По правилу:

source: By Last Update:
ru: Последнее обновление:

source: check
ru: проверка

source: Get config NOW
ru: Запрос конфига

source: Stop Polling
ru: Остановить опрос

source: Not Found
ru: Не найдено

source: Managed object
ru: Объект

source: SA Profile
ru: Профиль SA

source: Last success
ru: Последний успешный

source: Last update
ru: Последнее обновление

source: Last status
ru: Последнее состояние

source: Reload data
ru: Обновить данные

source: Select all records from buffer (screen)
ru: Выбрать все записи из буфера (экрана)

source: Export all records from buffer (screen)
ru: Экспортировать все записи из буфера (экрана)

source: By Group
ru: По Группе

source: By Administrative Domain
ru: По Зоне Ответственности

source: Created
ru: Создана

source: Job Details
ru: Подробности

source: Go to Parent
ru: Перейти в родительскую

source: Inputs
ru: Входящие

source: Failed to get data for job
ru: Ошибка получения данных по задаче

source: Archive (last 25)
ru: Архивные аварии (последние 25)

source: Unmanaged or ping is disabled
ru: Устройство неуправляемо или отключён опрос

source: Ping fail
ru: Устройство недоступно

source: Device has alarm
ru: На устройстве есть авария

source: Device is normal
ru: Устройство без аварий

source: Obj. Profile
ru: Профиль объекта

source: Interfaces
ru: Интерфейсы

source: Waiting
ru: Ожидание

source: Running
ru: Выполняется

source: Move all selected devices to the basket
ru: Переместить все выбранные устройство в корзину

source: Show/Hide Basket
ru: Показать/Скрыть корзину

source: Clean Basket
ru: Очистить корзину

source: Selected : {total.selection}
ru: Выбрано : {total.selection}

source: nothing checked
ru: ничего не выбрано

source: Remove All
ru: Удалить все

source: Remove all devices from right panel
ru: Удалить все выбранные с правой панели

source: Save all from basket
ru: Сохранить все из корзины

source: Total : {total.selected}
ru: Суммарно : {total.selected}

source: Basket
ru: Корзина

source: Hide basket
ru: Скрыть выбор

source: Select Action
ru: Выбрать действия

source: Run discovery now
ru: Запустить опрос

source: Set managed
ru: Сделать управляемым

source: Set unmanaged
ru: Сделать неуправляемым

source: New Maintenance
ru: Новый РНР (работы)

source: Add to Maintenance
ru: Добавить в РНР (работы)

source: Run Commands
ru: Запустить список комманд

source: Ignore CLI errors
ru: Игнорировать ошибки CLI

source: Mode
ru: Режим работы

source: Run Snippet
ru: Запустить Snippet

source: Run Action
ru: Запустить действие

source: Back
ru: Назад

source: Download results
ru: Выгрузить результаты

source: Cleanup
ru: Очистить

source: Close Query
ru: Закрыть запрос

source: Invalid regular expression
ru: Ошибка в регулярном выражении

source: Querying ...
ru: Запрашиваем ...

source: Query failure
ru: Ошибка в запросе
