Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages.po
Languages: pt_br, ru

source: %d days
ru: %d дней

source: about 1 year
ru: примерно 1 год

source: Object Group Schemas
ru: Схемы групп объектов

source: Object Level Neighbor Schemas
ru: Схемы соседей объекта

source: Network Segment Schemas
ru: Схемы сегментов сети

source: AAA
ru: Пользователи и доступ

source: API Keys
ru: Ключи доступа к API

source: Setup
pt_br: Configurar
ru: Настройка

source: Groups
pt_br: Grupos
ru: Группы

source: ModelProtection Profile
ru: Профили защиты форм

source: Users
pt_br: Usuários
ru: Пользователи

source: Configuration Management
pt_br: Gerência de Configuração
ru: Управление конфигурацией

source: ConfDB Queries
ru: Запросы к ConfDB

source: Configuration Param
ru: Параметр конфигуарации

source: Configuration Params
ru: Параметры конфигурации

source: Configuration Scope
ru: Область конфигурации

source: Interface Validation Policies
ru: Политики валидации интерфейса

source: Object Notifies
pt_br: Notificações de Objeto
ru: Уведомления по объектам

source: Object Validation Policies
ru: Политики валидации объекта

source: Report Type
ru: Тип отчёта

source: In Days
ru: Глубина (дней)

source: Managed Objects Administrative Domain (for config only)
ru: З.О. (только для конфигурации)

source: Managed object search (for config only)
ru: Устройство (только для конфигурации)

source: Use name, network (ex 10.0.0.0/8) or MAC
ru: Задайте Имя, сеть (н-р 10.0.0.0/8) или MAC адрес

source: Latest Changes
pt_br: Últimas Modificações
ru: Последние изменения

source: Last Changed
pt_br: Última Modificação
ru: Последнее изменение

source: CRM
ru: Учёт клиентов (CRM)

source: Subscriber
pt_br: Assinante
ru: Абонент

source: Subscribers
pt_br: Assinantes
ru: Абоненты

source: Subscriber Profile
pt_br: Perfil de Assinante
ru: Профиль абонента

source: Subscriber Profiles
pt_br: Perfis de Assinante
ru: Профили абонентов

source: Supplier
pt_br: Fornecedor
ru: Поставщик

source: Supplier Profile
pt_br: Perfil de Fornecedor
ru: Профиль поставщика

source: Supplier Profiles
pt_br: Perfis de Fornecedor
ru: Профили поставщиков

source: Development
ru: Разработка

source: Quiz
ru: Анкеты

source: Specs
ru: Спецификации

source: DNS Server
pt_br: Servidor de DNS
ru: Сервер DNS

source: DNS Servers
pt_br: Servidores de DNS
ru: Сервера DNS

source: DNS Zone
pt_br: Zona de DNS
ru: Зона DNS

source: Zones
pt_br: Zonas
ru: Зоны

source: Zone Profiles
pt_br: Perfis de Zona
ru: Профили зон

source: Duplicated FQDNs
pt_br: FQDNs Duplicados
ru: Дубликаты FQDN

source: Expiring Domains
pt_br: Domínios Expirando
ru: Просроченные домены

source: Domain
pt_br: Domínio
ru: Домен

source: Expired
pt_br: Expirado
ru: Просрочен

source: Paid Till
pt_br: Licenciado Até
ru: Оплачен до

source: Missed Link Addresses
pt_br: Endereços de Links Perdidos
ru: Ошибки привязки адресов

source: Prefix
pt_br: Prefixo
ru: Префикс

source: Missed Reverse Zones
pt_br: Zonas Reversas Perdidas
ru: Пропущенные реверсные зоны

source: NS Zone Summary
pt_br: Resumo de Zona de NS
ru: Сводка по зонам NS

source: Fault Management
pt_br: Gerência de Falhas
ru: Управление авариями

source: Alarm
pt_br: Alerta
ru: Авария

source: Alarms
pt_br: Alertas
ru: Аварии

source: Service
ru: Сервис

source: Alarm Class
pt_br: Classe de Alerta
ru: Класс аварии

source: Alarm Classes
pt_br: Classes de Alerta
ru: Классы аварий

source: Alarm Class Config
pt_br: Configuração de Classe de Alerta
ru: Настройки класса аварий

source: Alarm Diagnostic
ru: Диагностики аварии

source: Alarm Escalation
pt_br: Escalação de Alerta
ru: Эскалация

source: Alarm Rules
ru: Правила для авария

source: Alarm Severity
pt_br: Criticidade de Alerta
ru: Серьезность

source: Alarm Severities
pt_br: Criticidades de Alerta
ru: Серьезность аварии

source: Alarm Triggers
pt_br: Gatilhos de Alerta
ru: Триггеры аварии

source: Classification Rule
pt_br: Regra de Classificação
ru: Правило классификации

source: Classification Rules
pt_br: Regras de Classificação
ru: Правила классификации

source: Events
pt_br: Eventos
ru: События

source: Event Class
pt_br: Classe de Evento
ru: Класс событий

source: Event Classes
pt_br: Classes de Evento
ru: Классы событий

source: Event Triggers
pt_br: Gatilhos de Evento
ru: Триггеры событий

source: Heatmap
pt_br: Mapa de Calor
ru: Тепловая карта

source: Ignore Event Rules
pt_br: Ignorar Regras de Evento
ru: Правила игнорирования событий

source: Ignore Patterns
pt_br: Ignorar Padrões
ru: Шаблоны игнорирования

source: MIB Preference
pt_br: Preferência de MIB
ru: Приоритет MIB

source: Monmap
ru: Карта объектов

source: OID Aliases
pt_br: Rótulo de OID
ru: Синонимы (alias) OID

source: Outages
pt_br: Interrupções
ru: Обстановка детально

source: Alarm Comments
ru: Комментарии аварий

source: Reports
ru: Отчеты

source: Alarm Comments Detail
ru: Детали комментариев по авариям

source: ALARM_CLASS
ru: Класс аварии

source: ALARM_FROM_TS
ru: Время начала

source: ALARM_TO_TS
ru: Время закрытия

source: ALARM_TT
ru: Номер ТТ

source: OBJECT_NAME
ru: Имя объекта

source: OBJECT_ADDRESS
ru: IP Адрес

source: OBJECT_ADMDOMAIN
ru: З.О.

source: LOG_TIMESTAMP
ru: Время комментария

source: LOG_SOURCE
ru: Автор комментария

source: LOG_MESSAGE
ru: Текст комментария

source: Alarm Detail
pt_br: Detalhamento de Alerta
ru: Детали аварии

source: ROOT_ID
ru: ID первопричины

source: FROM_TS
ru: Время начала

source: TO_TS
ru: Время закрытия

source: DURATION_SEC
ru: Длительность (сек)

source: OBJECT_HOSTNAME
ru: Имя хоста

source: OBJECT_PROFILE
ru: Профиль

source: OBJECT_PLATFORM
ru: Платформа

source: OBJECT_VERSION
ru: Версия ПО

source: OBJECT_PROJECT
ru: Проект

source: ALARM_SUBJECT
ru: Заголовок аварии

source: MAINTENANCE
ru: РНР

source: OBJECTS
ru: Объекты

source: SUBSCRIBERS
ru: Задето абонентов

source: TT
ru: Номер ТТ

source: ESCALATION_TS
ru: Время эскалации

source: LOCATION
ru: Адрес

source: One params - FROM_DATE/TO_DATE or IDS required
ru: Для отчёта требуется задать дату или список аварий

source: Report more than 1 year not allowed. If nedeed - request it from Administrator
ru: Диапазон больше одного года не доступен для выгрузки. Если необходимо - обратитесь к администратору системы

source: From Date
ru: С

source: To Date
ru: По

source: Administrative Domain
pt_br: Domínio Administrativo
ru: Зона ответственности

source: Skip full available
ru: Пропустить доступные за интервал

source: Skip zero available
ru: Пропустить недоступные за интервал

source: Skip zero access port
ru: Пропустить с неактивными портами доступа

source: Availability
pt_br: Disponibilidade
ru: Доступность

source: Availability (last day)
ru: Доступность (последний день)

source: Availability (last week)
ru: Доступность (последняя неделя)

source: Availability (last month)
ru: Доступность (последний месяц)

source: Adm. Domain
ru: З.О.

source: Managed Object
pt_br: Objeto Gerenciado
ru: Объекты управления

source: Hostname
ru: Имя хоста

source: Address
pt_br: IP
ru: Адрес

source: Profile
pt_br: Perfil
ru: Профиль

source: Avail
ru: Доступность

source: Total unavail (sec)
ru: Общее время недос. (сек)

source: Count outages
ru: Число периодов

source: Reboots
ru: Перезагрузки

source: Classification Quality
pt_br: Qualidade de Classificação
ru: Качество классификации

source: Range
pt_br: Intervalo
ru: Диапазон

source: 1 day
pt_br: 1 dia
ru: 1 день

source: 1 week
pt_br: 1 semana
ru: 1 неделя

source: 1 month
pt_br: 1 mês
ru: 1 месяц

source: Interval
ru: Интервал

source: Escalations
pt_br: Escalações
ru: Эскалации

source: Escalations (1 day)
ru: Эскалации (за 1 день)

source: Escalations (7 days)
ru: Эскалации (за 7 дней)

source: Escalations (30 day)
ru: Эскалации (за 30 дней)

source: Timestamp
ru: Время

source: Escalation Timestamp
pt_br: Escalação de Timestamp
ru: Время эскалации

source: Platform
pt_br: Plataforma
ru: Платформа

source: Segment
pt_br: Segmento
ru: Сегмент

source: Objects
ru: Объекты

source: Events and Alarm Hierarchy
pt_br: Hierarquias de Eventos e de Alertas
ru: Иерархия событий и аварий

source: Local Classification Rules (JSON)
pt_br: Regras de Classificação Local (JSON)
ru: Локальные правила классификации

source: Installed MIBs
pt_br: MIBs Instaladas
ru: Установленные MIB

source: Missed MIBs
pt_br: MIBs Não Instaladas
ru: Ошибочные MIB

source: Duration
ru: Продолжительность

source: Outages (1 day)
ru: Оперативная обстановка (за 1 день)

source: Outages (7 days)
ru: Оперативная обстановка (за 7 дней)

source: Outages (30 day)
ru: Оперативная обстановка (за 30 дней)

source: Yes
ru: Да

source: No
ru: Нет

source: Managed
ru: Управляемый

source: Status
ru: Состояние

source: Downtime
ru: Время простоя

source: Downs
ru: Простои

source: Overlapped MIB OIDs
pt_br: OIDs de MIBs Sobrepostos
ru: Пересекающиеся OID

source: Inteval
ru: Интервал

source: Reboots (1 day)
ru: Перезагрузки (за 1 день)

source: Reboots (7 days)
ru: Перезагрузки (за 7 дней)

source: Reboot (30 day)
ru: Перезагрузки (за 30 дней)

source: Rules by Profile
pt_br: Regras por Perfil
ru: Правила по профилю

source: Ruleset Summary
pt_br: Resumo de Conjunto de Regras
ru: Сводка по набору правил

source: TT system statistics
ru: Статистика по эскалациям

source: TTSystem Stat (1 day)
ru: Статистика по эскалациям (1 день)

source: TTSystem Stat (7 days)
ru: Статистика по эскалациям (7 дней)

source: TTSystem Stat (30 day)
ru: Статистика по эскалациям (30 дней)

source: TTSystem Errors (1 day)
ru: Ошибки эскалаций (1 день)

source: Server
ru: Имя сервера

source: Request count
ru: Кол-во запросов

source: Success request count
ru: Кол-во успешных запросов

source: Failed request count
ru: Кол-во ошибочных запросов

source: Success request (%)
ru: Процент успешных

source: Q1 (ms)
ru: Квантиль (25%)

source: Q2 (ms)
ru: Медиана (мс)

source: Q3 (ms)
ru: Квантиль (75%)

source: p95 (ms)
ru: 95% перцентиль (мс)

source: max (ms)
ru: макс. время (мс)

source: TT ID
ru: Номер ТТ

source: Error code
ru: Код ошибки

source: Error text
ru: Текст ошибки

source: Total Outages
pt_br: Total de Interrupções
ru: Общая сводка

source: TT System
pt_br: Sistema de TT
ru: Система TT

source: GIS
ru: ГИС

source: Area
pt_br: Região
ru: Область

source: Areas
pt_br: Regiões
ru: Области

source: Building
pt_br: Prédio
ru: Здание

source: Buildings
pt_br: Prédios
ru: Здания

source: Division
pt_br: Divisão
ru: Подразделение

source: Divisions
pt_br: Divisões
ru: Подразделения

source: Layers
pt_br: Camadas
ru: Слои

source: Street
pt_br: Rua
ru: Улица

source: Streets
pt_br: Ruas
ru: Улицы

source: Inventory
pt_br: Inventário
ru: Учет объектов

source: Capability
pt_br: Capacidade
ru: Свойство

source: Capabilities
pt_br: Capacidades
ru: Свойства

source: Cards
ru: Карточки

source: Channels
ru: Каналы

source: Configured Map
ru: Пользовательская карта

source: Configured Maps
ru: Пользовательские карты

source: Connection Rules
pt_br: Regras de Conexão
ru: Правила соединения

source: Connection Types
pt_br: Tipos de Conexão
ru: Типы соединения

source: Coverage
pt_br: Cobertura
ru: Покрытие

source: CPEs
ru: CPE

source: CPE Profile
ru: Профиль CPE

source: CPE Profiles
ru: Профили CPE

source: Facades
ru: Фасады

source: Firmware
ru: Прошивки

source: Firmware Policy
pt_br: Política de Firmware
ru: Политика версий прошивок

source: IfDesc Patterns
ru: Маски для описания интерфейсов

source: Interfaces
ru: Интерфейсы

source: Interface Profile
pt_br: Perfil de Interface
ru: Профиль интерфейса

source: Interface Profiles
pt_br: Perfis de Interface
ru: Профили интерфейсов

source: ManagedObject Container:
ru: Локация (место)

source: MAC Blacklist
ru: Чёрный список MACов

source: Network Map
pt_br: Topologia de Rede
ru: Карта сети

source: Model Interface
pt_br: Modelo de Interface
ru: Интерфейс модели

source: Model Interfaces
pt_br: Modelos de Interface
ru: Интерфейсы моделей

source: Model Mapping
pt_br: Modelo de Mapeamento
ru: Привязки моделей

source: Network Segment
pt_br: Segmento de Rede
ru: Сегмент сети

source: Network Segments
pt_br: Segmentos de Rede
ru: Сегменты сети

source: Network Segment Profiles
ru: Профили сегментов

source: Configuration Rules
ru: Правила конфигурации

source: Object Models
pt_br: Modelos de Objeto
ru: Модели объектов

source: Platforms
ru: Платформы

source: Protocol
ru: Протокол

source: Protocols
ru: Протоколы

source: Compare Specs
pt_br: Comparar Especificações
ru: Сравнить спецификации

source: Discovery Summary
pt_br: Resumo de Descoberta
ru: Сводка опроса

source: Discovery Object Caps
ru: Опрошенные свойства оборудования

source: Managed Objects Pool
ru: Пул объекта

source: Managed Objects Profile
ru: Профиль объекта

source: Object
ru: Объект

source: Main
pt_br: Principal
ru: Основное

source: Pool
ru: Пул

source: Exclude on MAC Black List
ru: Исключить строки из Чёрного списка MAC'ов

source: Discovery ID cache poison
ru: Дубликаты в кэше Идентификаторов

source: Duplicate MO
ru: Дублирование объекта

source: MO is move
ru: Объект был перемещён

source: is managed
ru: управляемый

source: Discovery Topology Problems
ru: Отчёт по проблемам топологии

source: Managed Objects Pools
ru: Пул

source: Profile check failed
pt_br: Falha na verificação de perfil
ru: Профиль не определён

source: No interfaces
pt_br: Nenhuma interface
ru: Нет интерфейсов

source: No links
pt_br: Nenhum link
ru: Нет линков

source: No uplinks
pt_br: Nenhum uplink
ru: Нет аплинков

source: Interface Status
ru: Статусы интерфейсов

source: Link Detail
ru: Детализация по линкам

source: Load Metrics max
ru: Отчет по пиковой загрузке

source: OBJECT_SEGMENT
ru: Сегмент объекта

source: CONTAINER_ADDRESS
ru: Почтовый адрес объекта

source: IFACE_NAME
ru: Имя интерфейса

source: IFACE_DESCRIPTION
ru: Описание интерфейса

source: IFACE_SPEED
ru: Скорость интерфейса

source: MAX_LOAD_IN, Mbps
ru: Максимальная загрузка входящий, Мбит/с

source: MAX_LOAD_IN_TIME
ru: Время максимальной нагрузки, входящий

source: MAX_LOAD_OUT, Mbps
ru: Максимальная загрузка исходящий, Мбит/с

source: MAX_LOAD_OUT_TIME
ru: Время максимальной нагрузки, исходящий

source: AVG_LOAD_IN, Mbps
ru: Средняя загрузка входящий, Мбит/с

source: AVG_LOAD_OUT, Mbps
ru: Средняя загрузка исходящий, Мбит/с

source: TOTAL_IN, Mbyte
ru: Суммарно входящего трафика, Мбайт

source: TOTAL_OUT, Mbyte
ru: Суммарно исходящего трафика, Мбайт

source: UPLINK_IFACE_NAME
ru: Имя интерфейса Uplink

source: UPLINK_IFACE_DESCRIPTION
ru: Описание интерфейса Uplink

source: UPLINK_IFACE_SPEED
ru: Скорость интерфейса Uplink

source: UPLINK_MAX_LOAD_IN, Mbps
ru: Максимальная загрузка Uplink входящий, Мбит/с

source: UPLINK_MAX_TIME_IN
ru: Время максимальной нагрузки Uplink, входящий

source: UPLINK_MAX_LOAD_OUT, Mbps
ru: Максимальная загрузка Uplink исходящий, Мбит/с

source: UPLINK_MAX_TIME_OUT
ru: Время максимальной нагрузки Uplink, исходящий

source: UPLINK_AVG_LOAD_IN, Mbps
ru: Средняя загрузка Uplink входящий, Мбит/с

source: UPLINK_AVG_LOAD_OUT, Mbps
ru: Средняя загрузка Uplink исходящий, Мбит/с

source: UPLINK_TOTAL_IN, Mbyte
ru: Суммарно входящего трафика Uplink, Мбайт

source: UPLINK_TOTAL_OUT, Mbyte
ru: Суммарно исходящего трафика Uplink, Мбайт

source: Load Metrics
ru: Отчёт по метрикам

source: Moved MACs
ru: Перемещение MAC'ов

source: Migrate
ru: Переместился

source: Migrate (Device Changed)
ru: Переместился (со сменой устройства)

source: Managed Objects Group (Selector)
ru: Группа устройств (Селектор)

source: Managed Object Serial Number
ru: Серийные номера

source: Managed Objects
pt_br: Objetos Gerenciados
ru: Список объектов

source: Vendor
pt_br: Fabricante
ru: Производитель

source: HW Revision
ru: Версия прошивки

source: SW Version
ru: Версия ПО

source: Serial
ru: Серийный номер

source: Inventory Object Summary
pt_br: Resumo de Inventário Objeto
ru: Сводка по инвентаризации объектов

source: Part Numbers
ru: Модель

source: Pending Links
ru: Неподтверждённые линки

source: Show problem on already linked
ru: Показать проблемы на слинкованных интерфейсах

source: Administrative domain
ru: З.О.

source: Interface
ru: Интерфейс

source: Direction
ru: Направление проблемы

source: Remote Interface
ru: Соседний интерфейс

source: Remote Object
ru: Соседнее устройство

source: Detail
ru: Ссылка на детализацию

source: Remote Hostname
ru: Имя хоста соседа (по данным LLDP)

source: Remote Description
ru: Описание соседа (по данным LLDP)

source: Remote Chassis
ru: Соседний MAC адрес (по данным LLDP)

source: Unknown Models Summary
pt_br: Resumo de Modelos Desconhecidos
ru: Сводка по неизвестным моделям

source: Resource Groups
ru: Группы ресурсов

source: Resource Pool
ru: Пулы ресурсов

source: Sensor
ru: Сенсор

source: Sensor Profiles
ru: Профили сенсора

source: Technology
pt_br: Tecnologia
ru: Технология

source: Technologies
pt_br: Tecnologias
ru: Технологии

source: Unknown Models
pt_br: Modelos Desconhecidos
ru: Неизвестные модели

source: Cleaned
pt_br: Apagado
ru: Очищено

source: Vendors
pt_br: Fabricantes
ru: Производители

source: Address Profiles
ru: Профили адреса

source: Address Ranges
pt_br: Intervalos de IP
ru: Диапазоны адресов

source: Assigned Addresses
ru: Назначенные адреса

source: Prefix Access
pt_br: Permissão do Prefixo
ru: Доступ к префиксам

source: Prefix Profile
ru: Профиль префикса

source: Prefix Profiles
ru: Профили префикса

source: Address Family
pt_br: Família de IP
ru: Семейство адресов

source: Description
pt_br: Descrição
ru: Описание

source: Name
ru: Имя адреса

source: Tags
ru: Теги

source: Prefix not found
pt_br: Prefixo não encontrado
ru: Префикс не найден

source: Allocated Blocks
pt_br: Blocos Alocados
ru: Выделенные блоки

source: Allocated blocks in VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
pt_br: Blocos alocados na VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
ru: Выделенные блоки в VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf

source: All allocated blocks in VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
pt_br: Todos os blocos alocados na VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
ru: Все выделенные блоки в VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf

source: Filter
ru: Фильтр

source: AS Number
pt_br: Número de AS
ru: Номер AS

source: VRF Required
pt_br: VRF Requerida
ru: Требуется VRF

source: Free Blocks
pt_br: Blocos Livres
ru: Свободные блоки

source: Free blocks in VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
pt_br: Blocos livres na VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
ru: Свободные блоки в VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf

source: History
ru: История

source: IPAM Summary
ru: Сводка по IP адресам

source: IP Usage
ru: Использование IP адресов

source: Summary for VRF %(vrf)s (IPv%(afi)s): %(prefix)s
pt_br: Resumo para a VRF %(vrf)s (IPv%(afi)s), %(prefix)svrf
ru: Сводка для VRF %(vrf)s (IPv%(afi)s): %(prefix)s

source: Size
pt_br: Tamanho
ru: Размер

source: VPN Status
ru: Состояние VPN

source: Tools
pt_br: Ferramentas
ru: Инструменты

source: Permission denied
pt_br: Permissão negada
ru: Доступ запрещён

source: Name server IP address. NS must have zone transfer enabled for NOC host
pt_br: Endereço IP do servidor de nomes. NS deve ter uma zona de transferência habilitada para o NOC
ru: IP-адрес сервера имён. Сервер должен позволять передачу зоны хостам NOC

source: Zone
pt_br: Zona
ru: Зона

source: Permission denined
pt_br: Permissão negada
ru: Доступ запрещён

source: VRF Groups
pt_br: Grupos de VRF
ru: Группы VRF

source: Knowledge Base
pt_br: Base de Conhecimento
ru: База знаний

source: Entries
ru: Записи

source: Templates
ru: Шаблоны

source: Audit Trail
pt_br: Trilha de Auditoria
ru: Аудит событий

source: LDAP Domains
ru: LDAP Домены

source: CIR(bps). K, M and G suffixes can be used
pt_br: Sufixos CIR(bps). K, M e G podem ser usados
ru: CIR(bps). Можно использовать множители K, M и G

source: Integer is required
pt_br: Inteiro requerido
ru: Требуется Целочисленное значение

source: Calculators
pt_br: Calculadores
ru: Калькуляторы

source: Checkpoints
ru: Контрольные точки

source: Comment
pt_br: Comentário
ru: Комментарий

source: Checkpoint has been set
pt_br: Checkpoint adicionado
ru: Контрольная точка установлена

source: CH Policies
ru: Политики устаревания данных CliсkHouse

source: CronTabs
ru: Планировщик

source: CSV Export/Import
pt_br: Exportar/Importar de CSV
ru: Импорт/экспорт CSV

source: Custom Fields
pt_br: Campos Personalizados
ru: Свои поля

source: DataStream Config
ru: Пользовательские DataStream

source: Failed to change credentials
pt_br: Falha ao modificar credenciais
ru: Не удалось сменить пароль

source: Ext. Storage
ru: Внеш. хранилище

source: Ext. Storages
ru: Внеш. хранилища

source: Fonts
ru: Шрифты

source: Glyphs
ru: Иконки

source: Handlers
ru: Обработчики

source: Images
ru: Изображения

source: JSON Import
pt_br: Importar JSON
ru: Импорт JSON

source: Labels
ru: Метки

source: Languages
pt_br: Idiomas
ru: Языки

source: Message Routes
ru: Маршруты сообщений

source: Metric Stream
ru: Настройки Отправки метрик

source: MIME Types
pt_br: Tipos de MIME
ru: Типы MIME

source: Notification Group
pt_br: Grupo de Notificação
ru: Группа уведомлений

source: Notification Groups
pt_br: Grupos de Notificação
ru: Группы уведомлений

source: Pools
ru: Пулы

source: Prefix Table
pt_br: Tabela de Prefixo
ru: Таблица префиксов

source: Prefix Tables
pt_br: Tabelas de Prefixos
ru: Таблицы префиксов

source: Reference Books
pt_br: Livros de Referência
ru: Справочники

source: Remote Systems
ru: Внешние системы

source: never
ru: никогда

source: Backup Status
pt_br: Status de Backup
ru: Статус резервного копирования

source: Report Config
ru: Настройки отчётов

source: Database Summary
pt_br: Resumo de banco de dados
ru: Статус БД

source: Report Subscription
ru: Подписка на отчёты

source: Resource States
pt_br: Estados de Recurso
ru: Состояния ресурсов

source: Search
pt_br: Busca
ru: Глобальный Поиск

source: Style
pt_br: Estilo
ru: Стиль

source: Styles
pt_br: Estilos
ru: Стили

source: System Notifications
pt_br: Notificações de Sistema
ru: Системные уведомления

source: System Templates
pt_br: Templates de Sistema
ru: Системные шаблоны

source: Time Pattern
pt_br: Padrão de Tempo
ru: Маска времени

source: Time Patterns
pt_br: Padrões de Tempo
ru: Маски времени

source: User Profile
pt_br: Perfil de Usuário
ru: Профиль пользователя

source: Maintenance
ru: РНР

source: Maintenance Type
ru: Тип РНР

source: Maintenance Types
ru: Типы РНР

source: Peering Management
pt_br: Gerência de BGP
ru: Управление ПИРами

source: AS Profiles
ru: Профили AS

source: AS Sets
pt_br: Conjuntos de AS
ru: Наборы AS

source: Maintainers
pt_br: Mantenedores
ru: Ответственный

source: Organisations
pt_br: Organizações
ru: Организации

source: Peers
ru: Пиры

source: Peer Groups
pt_br: Grupos de Peers
ru: Группы пиров

source: Prefix List Builder
pt_br: Construtor de Prefix List
ru: Построение списка префиксов

source: Cone Analysis
pt_br: Análise de Cone
ru: Анализ конуса

source: RIR
ru: Региональный регистратор (RIR)

source: Phone
ru: Телефон

source: DialPlan
ru: Номерной план

source: Number Categories
ru: Категории номера

source: Phone Number
ru: Телефонный номер

source: Number Profiles
ru: Профиль номера

source: Phone Ranges
ru: Диапазоны номеров

source: Range Profile
ru: Профиль диапазона

source: Performance Management
pt_br: Gerência de Performance
ru: Управление производительности

source: Agent
ru: Агент

source: Agent Profiles
ru: Профиль Агента

source: Dynamic Dashboard
pt_br: Dashboard Dinâmico
ru: Динамический экран

source: Measurement Units
ru: Единицы измерения

source: Metric Action
ru: Действия с метриками

source: Metric Actions
ru: Действия с метриками

source: Metric Rule
ru: Правило для метрик

source: Metric Rules
ru: Правила для метрик (пороги)

source: Metric Scopes
ru: Пространства метрик

source: Metric Type
pt_br: Tipo de Métrica
ru: Тип метрик

source: Metric Types
pt_br: Tipos de Métrica
ru: Типы метрик

source: Scale
ru: Множители (ед. изм.)
