Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages_js.po
Languages: ru

source: Failed to save data
ru: Ошибка при сохранении данных

source: Commutation
ru: Подключения

source: Add Conduits
ru: Добавить связь

source: Connect to
ru: Подключить к

source: Project distance (m)
ru: Проектная дистанция (м)

source: Conduits
ru: Колодцы

source: Follow
ru: Текущий

source: Map Distange (m)
ru: Дистанция на карте (м)

source: Proj. Distange (m)
ru: Проектная дистанция (м)

source: Failed to get neighbors
ru: Ошибка при получении соседей

source: Remove conduits to
ru: Удалить подключение в

source: Failed to save conduits
ru: Ошибка при сохранении связей

source: Create Block
ru: Создать блок

source: Columns
ru: Столбцы

source: Diameter (mm)
ru: Диаметр (мм)

source: First Number
ru: Первый номер

source: Contacts
ru: Контакты

source: Cross
ru: Переход

source: Crossing
ru: Соединить

source: Input
ru: Вход

source: Input Discriminator
ru: Входной дискриминатор

source: Output
ru: Выход

source: Output Discriminator
ru: Выходной дискриминатор

source: Gain (dB)
ru: Усиление (дБ)

source: Edit MO
ru: Редактировать MO

source: Edit model
ru: Редактировать модель

source: Facade
ru: Фасад

source: Files
ru: Файлы

source: Size
ru: Размер

source: Failed to delete file
ru: Ошибка при удалении файла

source: Upload Files
ru: Загрузить файлы

source: File #
ru: № файла

source: Select file...
ru: Выберите файл...

source: Description #
ru: № описания

source: Files has been uploaded
ru: Файлы будут загружены

source: Failed to upload files
ru: Ошибка при загрузке файлов

source: Inventory
ru: Учёт объектов

source: No jobs
ru: Нет задач

source: Created At
ru: Создана

source: Completed At
ru: Завершена

source: System
ru: Система

source: Operation
ru: Действие

source: Create new
ru: Создать новый

source: Center to object
ru: Центрировать на объекте

source: Zoom to level
ru: Масштаб на уровне

source: Set position
ru: Установить позицию

source: Failed to load map resources
ru: Ошибка при получении ресурсов

source: Failed to change layer settings
ru: Ошибка при изменении настроек слоя

source: Failed to set position
ru: Ошибка при задании позиции

source: Relative
ru: Относительно

source: Collapse All
ru: Схлопнуть Все

source: Expand All
ru: Развернуть Все

source: Units
ru: Размер (в юнитах)

source: Graph
ru: График

source: Edit Thresholds
ru: Редактировать Пороги

source: Thresholds has been updated
ru: Пороги обновлены

source: Thresholds update failed
ru: Ошибка обновления порогов

source: Absolute
ru: Абсолютное

source: offline
ru: не в сети

source: Select group
ru: Выбрать группу

source: Bands
ru: Области

source: Select band
ru: Выбрать Band

source: Settings
ru: Настройки

source: Buffer Size
ru: Размер буфера

source: Mass
ru: Групповой

source: Component Scope
ru: Компоненты области

source: Param name
ru: Название параметра

source: Parameter has been set
ru: Параметр будет установлен

source: Failed to set parameter
ru: Ошибка при записи параметра

source: Management console
ru: Консоль

source: no tables
ru: нет таблиц

source: no groups
ru: нет групп

source: Rack
ru: Стойка

source: Position Front
ru: Позиция спереди

source: Position Rear
ru: Позиция сзади

source: Shift
ru: Смещение (в юнитах)

source: Sensors
ru: Сенсоры

source: Modbus Register
ru: Регистр ModBus

source: Modbus Format
ru: Формат регистра

source: Saving ...
ru: Сохраняется ...

source: Not saved
ru: Не сохранено

source: Duplicate
ru: Дубль

source: Reason
ru: Причина

source: Duplicated
ru: Дубликат MAC'а

source: Ignored
ru: Игнорировать

source: Affected
ru: Влияние

source: insert MAC address to search
ru: вставьте MAC для поиска

source: type MAC address to search
ru: введите MAC для поиска

source: Insert MAC address to this field one of format:<li>FULL: AA:AA:AA:AA:AA:AA</li><li>Left part: AA:AA:</li><li>Right part: :AA:AA</li>
ru: Вставьте MAC адрес в одном из следующих форматов:<li>FULL: AA:AA:AA:AA:AA:AA</li><li>Left part: AA:AA:</li><li>Right part: :AA:AA</li>

source: Mac Address
ru: MAC-адрес

source: Last Changed
ru: Последние изменения

source: MAC DB
ru: Таблица MAC

source: MAC History
ru: История MAC

source: Timestamp
ru: Время

source: No MAC history found
ru: История MAC адресов не найдена

source: Failed to get MAC history
ru: Ошибка при получении истории MAC адресов

source: Select segment...
ru: Выберите сегмент...

source: All Maps
ru: Все Карты

source: sec
ru: сек

source: Reload and It has been since the last update
ru: Обновить и с последнего обновления прошло

source: Edit map
ru: Редактировать карту

source: Rotate
ru: Повернуть

source: Revert
ru: Отменить

source: New layout
ru: Новая раскладка

source: Name/IP device
ru: Имя/IP устройства

source: Show static map
ru: Статичная карта

source: Show interface load
ru: Загрузка интерфейсов

source: Show STP topology
ru: Топология STP

source: Show all nodes
ru: Показать

source: Show/Hide legend
ru: Показать/Скрыть легенду

source: Show/Hide miniMap
ru: Показать/Скрыть миникарту

source: Show/Hide basket
ru: Показать/Скрыть корзину

source: Reset Layout
ru: Сбросить раскладку

source: Would you like to reset current layout and generate new?
ru: Сбросить раскладку карты и перестроить заново?

source: Not found
ru: Не найден

source: basket empty
ru: корзина пуста

source: Delete object(s)
ru: Удалить объект(ы)

source: Add to exist maintaince
ru: Добавить в существующий РНР

source: Create new maintaince
ru: Создать новый РНР

source: Legend
ru: Легенда

source: Object status style
ru: Стиль статуса объекта

source: unknown
ru: неизвестный

source: Link bandwidth style
ru: Стиль полосы пропускания линка

source: data unavailable
ru: данные не доступны

source: Link utilization style
ru: Стиль заргрузки линка

source: balance
ru: баланс

source: Link status style
ru: Стиль статуса линка

source: oper down
ru: соединение отсутствует

source: admin down
ru: административно отключён

source: STP blocked
ru: STP заблокирован

source: to maintenance
ru: в РНР

source: Only not Completed
ru: Только не Завершённые

source: Matching row:
ru: Совпало строк:

source: No matching
ru: Не совпадает

source: Add
ru: Добавить

source: Your must select maintenance!
ru: Вы должны выбрать РНР!

source: Topology Neighbors
ru: Соседи по топологии

source: View Card
ru: Просмотр карточки

source: Object Settings
ru: Настройки Объекта

source: Show dashboard
ru: Показать графики

source: To maintaince mode
ru: Добавить в РНР

source: Add to group
ru: Добавить в группу

source: Add all objects to group
ru: Добавить все объекты в группу

source: Map loading ...
ru: Карта загружается ...

source: Map has been saved
ru: Карта будет сохранена

source: Objects statuses failure!
ru: Ошибка получения статуса объекта!

source: Failed to reset layout
ru: Ошибка при сбросе уровня

source: Add To Maintenance
ru: Добавить в РНР

source: created from map at
ru: создано из схемы сегмента

source: Failed to get object data
ru: Ошибка получения данных по объекту

source: Failed to get STP status
ru: Ошибка получения статуса STP

source: Select Shape
ru: Выбрать изображение

source: Set
ru: Установить

source: CPE Inspector
ru: Свойства CPE

source: View card
ru: Просмотр карточки

source: Cloud Inspector
ru: Свойства "облака"

source: Link Inspector
ru: Свойства линка

source: Object Inspector
ru: Свойства объекта

source: Jump to Segment
ru: Перейти в сегмент

source: Console
ru: Консоль

source: ObjectGroup Inspector
ru: Свойства группы устройств

source: Jump to Group
ru: Перейти к группе

source: Portal Inspector
ru: Инспектор перехода

source: Jump to Portal
ru: Перейти к соседу

source: ObjectSegment Inspector
ru: Свойства сегмента

source: Segment Inspector
ru: Свойства сегмента

source: Attrs
ru: Атрибуты

source: Req.
ru: Треб.

source: Const.
ru: Неизм.

source: From serial
ru: С серийного номера

source: To serial
ru: По серийный номер

source: From Serial
ru: С серийного номера

source: To Serial
ru: По серийный номер

source: Effective Settings
ru: Действующие настройки

source: Redundant
ru: Отказоустойчивый

source: Obj.
ru: Устр-во.

source: Max Links
ru: Макс. линков

source: Max Objects
ru: Макс. объектов

source: Select parent...
ru: Выбрать родителя...

source: Select sibling...
ru: Выбрать родственника...

source: Sibling
ru: Родственники

source: Horizontal Transit Policy
ru: Политика транзита пути

source: Always Enable
ru: Всегда включить

source: Calculate
ru: Рассчитывать

source: Enable Horizontal Transit
ru: Разрешить транзит пути

source: VLAN Border
ru: Граница VLAN

source: VLAN Translation
ru: Транляция ВЛАНов

source: Rule
ru: Правило

source: Parent VLAN
ru: Родительский VLAN

source: By Segment
ru: По сегменту

source: Parent filter
ru: Фильтр по родителю

source: VLAN Discovery
ru: Сбор вланов

source: Discovery interval
ru: Интервал сегментной линковки по MAC

source: Autocreated Profile
ru: Профиль сегментов при создании

source: Restrict MAC to management vlan
ru: Ограничить сбор маков Вланом управления

source: Not Configured
ru: Не настроен

source: Multicast VLAN
ru: Мультикаст VLAN

source: Enable lost redundancy check
ru: Включить проверку резерва

source: Topology methods
ru: Методы построения топологии

source: Method
ru: Метод

source: Uplink Policy
ru: Политика определения Аплинка

source: Segment Hierarchy
ru: Иерархия сегментов

source: Managed Object Level
ru: Уроверь устройства

source: All Segment Objects
ru: Все объекты сегмента

source: Lesser Management Address
ru: В сторону уменьшения адреса управления

source: Greater Management Address
ru: В сторону увеличения адреса управления

source: Enable VLAN Discovery
ru: Разрешить Сбор вланов

source: Default VLAN Profile
ru: Профиль по умолчанию для VLAN'ов

source: Biosegmentation
ru: Биосегментация

source: Persistent
ru: Постоянный

source: Collision Policy
ru: Политика столкновений

source: Min Attacker Lvl
ru: Мин. уровень атакующего

source: Max Attacker Lvl
ru: Макс. уровень атакующего

source: Floating
ru: Плавающий

source: Segment power function
ru: Функц. расчёта силы

source: Average level
ru: Средний уровень

source: Summary level
ru: Сумма уровней

source: Max level
ru: Максимальный уровень

source: Min level
ru: Минимальный уровень

source: Diff level
ru: Разница уровней

source: Merge
ru: Слить

source: Keep
ru: Сохранить

source: Eat
ru: Съесть

source: Feed
ru: Скормиться

source: Calcify
ru: Кальцифицироваться

source: Calcified Profile
ru: Профиль при кальцификации

source: Calcified Name Template
ru: Шаблон имени при кальцификации

source: Connection Rules
ru: Правила подключений

source: Connection Type
ru: Тип подключения

source: Allow Params
ru: Разрешить параметры

source: Deny Params
ru: Запретить параметры

source: Choices
ru: Варианты выбора

source: Short Label
ru: Короткое назв

source: Connection Rule
ru: Правило подключения

source: CR. Context
ru: CR. Контекст

source: Front Facade
ru: Вид спереди

source: Rear Facade
ru: Вид сзади

source: Configuration Rule
ru: Правило настроек

source: Connection Context
ru: Контекст подключения

source: Modes
ru: Режимы

source: Is Default
ru: По умолчанию

source: Connections
ru: Подключения

source: Inner
ru: Внутрь

source: Outer
ru: Наружу

source: Gender
ru: Тип соединителя

source: Male
ru: Мужской

source: Female
ru: Женский

source: Genderless
ru: Бесполый

source: Composite
ru: Композитный

source: Regex error!
ru: Ошибка в регулярном выражении!

source: Internal name
ru: Внутреннее имя

source: Dimensions must be set to generate template
ru: Размеры обязательны для создания шаблона

source: Aliases
ru: Синонимы (Aliases)

source: Start of Sale
ru: Начало продаж

source: End of Sale
ru: Конец продаж

source: End of Support
ru: Конец поддержки

source: End of Extended Support
ru: Конец расширенной поддержки

source: Support
ru: Поддержка

source: Technology
ru: Технология

source: Connection Schema
ru: Схема соединений

source: Unidirectional
ru: Однонаправленное

source: Bidirectional over One Connection
ru: Двунаправленное через одно подключение

source: Bidirectional over Differ Connection
ru: Двунаправленное через разные подключения

source: From Loader
ru: Из загрузчика

source: Discriminator Source
ru: Источник дискриминатора

source: Discriminator Default
ru: Дискриминатор по умолчанию

source: By Technology
ru: По технологии

source: By Interface Profile
ru: По профилю интерфейса

source: Exclude ports in the status "down"
ru: Исключить порты в состоянии "down"

source: Exclude interfaces with the "default" name profile (for Selector and Administrative Domain filter)
ru: Исключить интерфейсы с именем профиля "default" (для фильтров по селектору и З.О.)

source: IP address
ru: IP адрес

source: Object Model
ru: Модель

source: Object Software
ru: Версия ПО

source: Port name
ru: Порт

source: Port profile name
ru: Профиль порта

source: Port status
ru: Опер. статус

source: Link status
ru: Состояние связи

source: Port speed
ru: Скорость

source: Port duplex
ru: Дуплекс

source: Port untagged vlan
ru: Нетэг. VLAN

source: Port tagged vlans
ru: Тэг. VLAN'ы

source: Admin. Domain
ru: Зона ответсвенности

source: Object1 Name
ru: Имя устройства 1

source: IP1
ru: IP устройства 1

source: Object1 Platform
ru: Платформа устройства 1

source: Object1 Segment
ru: Сегмент устройства 1

source: Object1 Tags
ru: Тэги устройства 1

source: Interface1
ru: Интерфейс устройства 1

source: Interface1 Description
ru: Описание интерфейса устройства 1

source: Interface1 Speed
ru: Скорость интерфейса устройства 1

source: Object2 Name
ru: Имя устройства 2

source: IP2
ru: IP устройства 2

source: Object2 Platform
ru: Платформа устройства 2

source: Object2 Segment
ru: Сегмент устройства 2

source: Object2 Tags
ru: Тэги устройства 2

source: Interface2
ru: Интерфейс устройства 2

source: Interface2 Description
ru: Описание интерфейса устройства 2

source: Interface2 Speed
ru: Скорость интерфейса устройства 2

source: Link Proto
ru: Протокол построения линка

source: Link Last Seen
ru: Время последнего считывания линка

source: Filter by Description (REGEXP)
ru: Фильтровать по описанию (Шаблон)

source: Filter interface has zero load
ru: Исключить интерфейсы с нулевой загрузкой

source: Object Platform
ru: Платформа

source: Object Administrative domain
ru: Зона ответсвенности

source: Object Segment
ru: Сегмент

source: Object Geo Address
ru: Почтовый адрес объекта

source: Interface Name
ru: Имя интерфейса

source: Interface Description
ru: Описание интерфейса

source: Interface Speed
ru: Скорость интерфейса

source: Maximum Load In
ru: Максимальная загрузка входящий

source: Maximum Load In Time
ru: Время максимальной загрузки, входящий

source: Maximum Load Out
ru: Максимальная загрузка исходящий

source: Maximum Load Out Time
ru: Время максимальной загрузки, исходящий

source: AVG Load In
ru: Средняя загрузка входящий

source: AVG Load Out
ru: Средняя загрузка исходящий

source: Total In
ru: Сумма входящего трафика

source: Total Out
ru: Сумма исходящего трафика

source: Uplink Interface Name
ru: Имя интерфейса Uplink

source: Uplink Interface Description
ru: Описание интерфейса Uplink

source: Uplink Interface Speed
ru: Скорость интерфейса Uplink

source: Uplink Maximum Load In
ru: Максимальная загрузка Uplink входящий

source: Uplink Maximum Load In Time
ru: Время максимальной загрузки Uplink, входящий

source: Uplink Maximum Load Out
ru: Максимальная загрузка Uplink исходящий

source: Uplink Maximum Load Out Time
ru: Время максимальной загрузки Uplink, исходящий

source: Uplink AVG Load In
ru: Средняя загрузка Uplink входящий

source: Uplink AVG Load Out
ru: Средняя загрузка Uplink исходящий

source: Uplink Total In
ru: Сумма входящего трафика (Аплинка)

source: Uplink Total Out
ru: Сумма исходящего трафика Аплинка

source: Load In (90% percentile)
ru: Входящая загрузка (90% перцентиль)

source: Load In (Average)
ru: Входящая загрузка (средняя)

source: Load In (% Bandwith)
ru: Входящая загрузка (В процентах от скорости интерфейса)

source: Load Out (90% percentile)
ru: Исходящая загрузка (90% перцентиль)

source: Load Out (Average)
ru: Исходящая загрузка (средняя)

source: Load Out (% Bandwith)
ru: Входящая загрузка (В процентах от скорости интерфейса)

source: Traffic In (Sum by period in MB)
ru: Входящий трафик (сумма за период), Мб

source: Traffic Out (Sum by period in MB)
ru: Исходящий трафик (сумма за период), Мб

source: Errors In (packets/s)
ru: Входящие ошибки, пакеты/с

source: Errors Out (packets/s)
ru: Исходящие ошибки, пакеты/с

source: Errors In (Summary)
ru: Сумма входящих ошибок, пакеты

source: Errors Out (Summary)
ru: Сумма исходящих ошибок, пакеты

source: Discards In (packets/s)
ru: Отброшенные на входе, пакеты/с

source: Discards Out (packets/s)
ru: Отброшенные на выходе, пакеты/с

source: Interface Flap count
ru: Число изменений оперативного статуса

source: Interface Load URL
ru: Ссылка на график загрузки

source: Interface Last Change (days)
ru: Время последнего изменения статуса (дней)

source: Operational status (Last)
ru: Оперативный статус интерфейса (последний)

source: Mac counter
ru: Число MAC адресов

source: Slot
ru: Номер слота

source: CPU Usage
ru: Загрузка процессора (%)

source: Memory Usage
ru: Использование памяти (%)

source: Ping RTT
ru: Круговая задержка

source: Ping Attempts
ru: Число повторов ICMP

source: Metric source
ru: Источник метрик

source: Use aggregated Datasource
ru: Использовать агрегированные данные

source: Exclude Device if SerialNumber changed
ru: Исключить устройства у которых менялся Серийный номер

source: Object Address
ru: IP Адрес

source: Object Adm. Domain
ru: Зона ответственности

source: Event Type (Migrate/Duplicate)
ru: Замена устройства

source: Device SN changed (by BI)
ru: Изменение серийного номера

source: Vendor MAC
ru: Производитель (по MAC адресу)

source: Migrate TS
ru: Время перемещения MACa

source: From Interface Name
ru: Исходный интерфейс

source: To Interface Name
ru: Конечный интерфейс

source: By ResourceGroup
ru: По Группе ресурсов

source: Allocate Strategy
ru: Стратегия размещения

source: API Code
ru: Код API

source: API Role
ru: Роль API

source: Sensor Measurement Units
ru: Единицы измерения значения

source: Enable Collect
ru: Включить сбор

source: Collect interval
ru: Интервал сбора (для агента)

source: Max. Endpoints
ru: Макс подключений

source: Allow Children
ru: Разрешить вложенные

source: Topology
ru: Топологии

source: Allow P2P
ru: Разрешить P2P

source: Allow Unidirectional P2P
ru: Разрешить Однонаправленные P2P

source: Allow P2MP
ru: Разрешить P2MP

source: Allow Unidirectional P2MP
ru: Разрешить Однонаправленные P2MP

source: Allow Star
ru: Разрешить Звезду

source: Channel Discriminators
ru: Дискриминатор канала

source: Endpoint Discriminators
ru: Дискриминатор подключения

source: Service Model
ru: Модель сервиса

source: Client Model
ru: Модель клиента

source: Single Service
ru: Одиночный сервис

source: Single Client
ru: Одиночный клиент

source: Generate
ru: Создать модель

source: Use connections from
ru: Использовать как шаблон

source: Vendor not found!
ru: Производитель не найден!

source: Too many vendors found!
ru: Найдено слишком много производителей!

source: Failed to get vendor information
ru: Ошибка получения информации по производителю

source: Create Model
ru: Создать модель объекта

source: No connection information
ru: Нет информации о соединении

source: Failed to get connection information
ru: Ошибка при получении информации из соединения

source: Full Name
ru: Полное имя

source: Site
ru: Сайт URL

source: Name Template
ru: Шаблон имени

source: FQDN Template
ru: Шаблон FQDN

source: Seen propagation
ru: Seen на вложенные

source: Active?
ru: Активно?

source: From Address
ru: С адреса

source: To Address
ru: До Адреса

source: Locked?
ru: Заблокировано?

source: Address Family
ru: Семейство адресов

source: Is Locked
ru: Заблокированный

source: Reverse NSes
ru: Обратная NS

source: Allocated till
ru: Размещено до

source: By VRF
ru: По VRF

source: By Is Locked
ru: Заблокированы

source: Open card
ru: Карточка

source: To see the prefix contents
ru: Просмотреть содержимое префикса

source: View Detail
ru: Подробности

source: Change address
ru: Изменить IP адрес

source: Create new address
ru: Создать новый IP адрес

source: Delete address?
ru: Удалить IP адрес?

source: Do you wish to delete address? This operation cannot be undone!
ru: Вы действительно желаете удалить IP адрес? Действие невозжно будет отменить!

source: Deleted
ru: Удалено

source: Failed to delete:
ru: Ошибка при удалении:

source: Info
ru: Информация

source: Add Address
ru: Добавить Адрес

source: Add Prefix
ru: Добавить Префикс

source: Delete Prefix
ru: Удалить префикс

source: Edit Prefix
ru: Редакт. Префикс

source: Tools
ru: Инструменты

source: Open tools
ru: Открыть инструменты

source: Quick Jump...
ru: Быстрый Переход...

source: Select Bookmark
ru: Выберите Закладку

source: Allocated Prefixes
ru: Разместить префиксы

source: Show Free
ru: Не занятые

source: Usage
ru: Использовано

source: Address Usage
ru: Использовано Адресов

source: Open Prefix Card
ru: Открыть карточку

source: Show Prefix
ru: Показать префикс

source: WARNING!!!&nbsp;This prefix is empty! Please add nested prefixes.
ru: ВНИМАНИЕ!!!&nbsp;Префикс пуст! Пожалуйста, добавьте вложенные префиксы.

source: Assigned Addresses
ru: Назначенные Адреса

source: Edit Address
ru: Редактировать

source: WARNING!!!&nbsp;This prefix is empty! Please add nested addresses.
ru: Отсутствует содержимое префикса. Добавьте IP адрес.

source: Address Ranges
ru: Дапазон адресов

source: Hide Free
ru: Скрыть свобод.

source: Do not delete
ru: Не удалять

source: Delete prefix and save and relink the nested prefixes and addresses?
ru: Удалить префикс и сохранить все вложенные префиксы и адреса в родительском?

source: Delete prefix and all nested prefixes, addresses and permissions?
ru: Удалить префикс, все вложенные префиксы, адреса и разрешения?

source: Close without deleting
ru: Закрыть без удаления

source: Prefix Deleted
ru: Перефикс удалён

source: Rebase
ru: Переместить

source: Rebase prefix to a new location
ru: Переместить префикс в новое месте

source: Prefix Discovery Policy
ru: Политика поиска префиксов

source: Address Discovery Policy
ru: Политика поиска адресов

source: Default Address Profile
ru: Профиль Адреса по умолчанию

source: Address Pools
ru: Ресурсные пулы

source: Change prefix
ru: Изменить префикс

source: Create new prefix
ru: Создать префикс

source: To VRF
ru: В VRF

source: To Prefix
ru: В префикс

source: Rebase prefix
ru: Переместить префикс

source: Rebasing ...
ru: Перемещение ...

source: Rebased
ru: Перемещён

source: tools
ru: инструменты

source: Zone
ru: Зона

source: Start zone transfer
ru: Начать передачу зоны

source: VRF Group
ru: VRF группа

source: Change
ru: Сменить

source: Can View
ru: Может смотреть

source: Can Change
ru: Может менять

source: By User
ru: По пользователям

source: By Can View
ru: Может просматривать

source: By Can Change
ru: Может Редактировать

source: Prefix Discovery
ru: Разрешить сбор префиксов

source: Address Discovery
ru: Разрешить сбор адресов

source: Propagate
ru: Распространить

source: Include special addresses (Network & Broadcast for IPv4) <br/>in prefix range
ru: Включить особые адреса (Адрес сеть и Широковещательный) в доступные для использования

source: Special addresses
ru: Особые адреса (сеть и шир-ный)

source: By VRF Group
ru: По VRF группе

source: By IPv4
ru: По IPv4

source: By IPv6
ru: По IPv6

source: Constraint
ru: Связи

source: Address Constraint
ru: Ограничения по адресу

source: Cancel Sort
ru: Отменить сортировку

source: Copy to clipboard
ru: Копировать в буфер

source: History
ru: История

source: Attachments
ru: Вложения

source: File name
ru: Имя файла

source: Select File...
ru: Выберите файл...
