Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages_js.po
Languages: ru

source: API Key
ru: Ключ API

source: The maximum length for this field is {0}
ru: Максимальная длина этого поля {0}

source: Name
ru: Имя

source: Active
ru: Активный

source: Expires
ru: Истекает

source: Description
ru: Описание

source: Generate key
ru: Создать ключ

source: Access
ru: Доступ

source: API
ru: Имя API

source: Role
ru: Роль

source: ACL
ru: Список разрешённых адресов

source: Prefix
ru: Префикс

source: Permissions
ru: Разрешения

source: Failed to get data
ru: Ошибка получения данных

source: Reset
ru: Сброс

source: Set all permissions
ru: Установить все разрешения

source: Reset title permissions
ru: Сбросить выданные разрешения

source: Permissions were reset
ru: Права были сброшены

source: Permissions were set
ru: Права были установлены

source: Model
ru: Модель

source: Groups
ru: Группы

source: Selected Groups
ru: Выбранные группы

source: No group selected
ru: Нет выбранных групп

source: Field Access
ru: Имя поля

source: Hidden
ru: Скрыть

source: Disabled
ru: Отключить

source: Read-Only
ru: Только чтение

source: Editable
ru: Редактировать

source: Set password
ru: Задать пароль

source: Username
ru: Имя пользователя

source: e-mail Address
ru: e-mail

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Superuser
ru: Суперпользователь

source: Last Login
ru: Последний заход

source: Superuser status
ru: Суперпользователь

source: Password
ru: Пароль

source: User Permissions
ru: Разрешения пользователя

source: Date of joined
ru: Дата создания

source: Password mismatch
ru: Пароли не совпадают

source: Failed to set password
ru: Ошибка при сохранении пароля

source: Password empty
ru: Пароль пуст

source: Invalid username
ru: Неправильное имя пользователя

source: UUID
ru: Идентификатор

source: Cells
ru: Ячейки

source: Row
ru: Строка

source: Height
ru: Высота

source: Extra Small
ru: Очень маленький

source: Small
ru: Маленький

source: Medium
ru: Средний

source: Large
ru: Большой

source: Show JSON
ru: Показ JSON

source: Parameters
ru: Параметры

source: Type
ru: Тип

source: Default
ru: По умолчанию

source: Allow
ru: Разрешить

source: Object Filter
ru: Фильтрация объектов

source: Object Validation
ru: Валидация объектов

source: Interface Filter
ru: Фильтрация интерфейсов

source: Interface Validation
ru: Валидация интерфейсов

source: Source
ru: Источник

source: Code
ru: Код

source: String
ru: Строка

source: Number
ru: Номер

source: Bool
ru: Логическое

source: Min. Critical
ru: Мин. ошибка

source: Min. Warning
ru: Мин. порог

source: Max. Warning
ru: Макс. порог

source: Max. Critical
ru: Макс. ошибка

source: Metric Type
ru: Тип метрики

source: Configuration Scopes
ru: Области конфигурации

source: Required
ru: Обязательно

source: Parameters Schema
ru: Схема параметров

source: Key
ru: Ключ

source: Format
ru: Формат

source: Value
ru: Значение

source: Model Interface
ru: Интерфейс модели (объекта)

source: Attribute
ru: Атрибут

source: Parameter Choices
ru: Варианты значения

source: name
ru: имя

source: Helper ModelID
ru: Модель

source: Filter Query
ru: Запрос для фильтрации

source: Rules
ru: Правила

source: Query
ru: Запрос

source: Query Parameters
ru: Параметры запроса

source: Error template
ru: Шаблон описания ошибки

source: Alarm Class
ru: Класс аварии

source: Adm. Domain
ru: Зона ответственности

source: Notification Group
ru: Группа рассылки

source: Immediately
ru: Немедленно

source: Delayed
ru: С задержкой

source: Notify Immediately
ru: Немедленное уведомление

source: Notify Delayed
ru: Задержка уведомления

source: By Immediately
ru: Немедленно

source: By Delayed
ru: С задержкой

source: By Adm. Domain
ru: По З.О.

source: By Type
ru: По типу

source: Prefix List
ru: Список префиксов

source: Close
ru: Закрыть

source: Failed add custom fields to form
ru: Ошибка при добавлении custom поля в форму

source: Save
ru: Сохранить

source: Save changes
ru: Сохранить изменения

source: Close without saving
ru: Закрыть без сохранения

source: Delete
ru: Удалить

source: Delete object
ru: Удалить объект

source: Error in data
ru: Ошибка в данных

source: Session Expired
ru: Время сессии истекло

source: Logged out for inactivity
ru: Выход по неактивности

source: This grid is currently disabled. Fill all required fields and press 'Apply' button to enable it.
ru: Элемент отключён. Заполните требуемые поля и нажмите 'Применить' для включения.

source: Add
ru: Добавить

source: Append
ru: Добавить

source: deleted
ru: удалено

source: deleting
ru: удаляется

source: saved
ru: сохранено

source: saving
ru: сохраняется

source: Changes
ru: Изменения

source: Error
ru: Ошибка

source: Failed to fetch data!
ru: Ошибка при запросе данных!

source: Integration
ru: Интеграция

source: Remote System
ru: Внешняя система

source: Remote ID
ru: Внешний ID

source: Share
ru: Поделиться

source: Share item?
ru: Поделиться запись?

source: Would you like to share item and contribute to Open-Source project?
ru: Вы хотите поделиться записью и запросить добавление в Публичный проект?

source: JSON saved
ru: Сохранён

source: Failed to save JSON
ru: Ошибка при сохранении

source: Insert
ru: Вставить

source: Clone
ru: Клонировать

source: Move Up
ru: Поднять

source: Move Down
ru: Опустить

source: Search ...
ru: Поиск ...

source: Create
ru: Создать

source: Edit
ru: Редактировать

source: Level Up
ru: На уровень вверх

source: Refresh
ru: Обновить

source: Add new record
ru: Добавить новую запись

source: Export
ru: Экспорт

source: Save screen
ru: Сохранить экран

source: Application Help
ru: Помощь

source: Favorites
ru: Избранное

source: Filter
ru: Фильтр

source: Reset filters
ru: Сбросить фильтры

source: Mark/Unmark
ru: Отметить/Снять

source: Preview
ru: Просмотр

source: No records
ru: Нет записей

source: Apply
ru: Применить

source: Save changes and continue editing
ru: Сохранить и продолжить редактирование

source: Reset to default values
ru: Сбросить на значения по умолчанию

source: Copy existing values to a new object
ru: Скопировать значения в новый объект

source: View
ru: Просмотр

source: Form Help
ru: Контекстная помощь

source: Invalid data!
ru: Неверные данные!

source: Saved
ru: Сохранено

source: Record reload error.
ru: Ошибка при обновлении записи.

source: Internal error
ru: Внутренняя ошибка

source: Delete record?
ru: Удалить запись?

source: Do you wish to delete record? This operation cannot be undone!
ru: Вы уверены в удалении записи? Операция не может быть отменена!

source: Failed
ru: Ошибка

source: Run
ru: Запуск

source: Error
ru: Ошибка

source: Total:
ru: Итого:

source: to default value
ru: по умолчанию

source: Group Edit
ru: Групповое редактирование

source: Group actions
ru: Групповые действия

source: Change records?
ru: Сохранить изменения?

source: Records has been updated
ru: Записи будут обновлены

source: Failed to load data
ru: Ошибка загрузки

source: HTTP status :
ru: HTTP статуы :

source: Version
ru: Версия

source: Compare
ru: Сравнить

source: Next change
ru: Следующее изменение

source: Previous change
ru: Предыдущее изменение

source: Swap contents
ru: Поменять местами

source: Download
ru: Загрузить

source: Download content
ru: Загрузить содержимое

source: Loading
ru: Загрузка

source: Failed to get text
ru: Ошибка при получении текста

source: Failed to get revisions
ru: Ошибка при получении ревизий

source: Rack:
ru: Стойка:

source: Remote Mapping
ru: Связи с внешней системой

source: Map
ru: Карта

source: Remove Mapping
ru: Удалить связку

source: Add Mapping
ru: Добавить связку

source: Mapping was performed successfully
ru: Связка успешно установлена

source: Operation failed
ru: Ошибка

source: Field
ru: Поле

source: Drag and drop to reorganize
ru: Перетащите для изменения порядка

source: Reset Filter
ru: Сбросить фильтр

source: Failed to get JSON
ru: Ошибка при получении JSON

source: Select Image...
ru: Выбрать изображение...

source: Download Image...
ru: Загрузить...

source: Cannot read file
ru: Невозможно прочитать файл

source: Share Contribution
ru: Поделиться трудами

source: Preparing Contribution
ru: Подготовка трудов

source: Getting API key, please wait...
ru: Получение ключа API, ожидайте...

source: API Key Required
ru: Требуется API ключ

source: Please enter your GitLab API key to continue.
ru: Введите пожалуйста ваш ключ УЗ GitLab для продолжения.

source: GitLab API Key
ru: Ключ из GitLab

source: Enter your GitLab API key
ru: Введите ключ УЗ из GitLab

source: Cancel
ru: Отмена

source: Next
ru: Следующая

source: Getting Information
ru: Получение информации

source: Retrieving additional information, please wait...
ru: Получение дополнительной информации, ожидайте...

source: Contribution Details
ru: Детали отправки

source: Please provide a description for your contribution.
ru: Пожалуйста, добавьте описание вашей публикции.

source: Enter an optional description for your contribution
ru: Введите описание для вашей публикации

source: Modify API Key
ru: Поменять API ключ

source: Thank You!
ru: Спасибо!

source: Your contribution has been shared successfully.
ru: Ваша публикация успешна.

source: There was an error sharing your contribution.
ru: Ошибка во время публикации.

source: Contribution URL
ru: URL для отправки

source: Open in Browser
ru: Открыть в браузере

source: Checking API key...
ru: Проверить API ключ...

source: API key found
ru: Ключ API найден

source: API key required
ru: Требуются ключ API

source: Waiting for API key...
ru: Ожидание для ключа API...

source: Getting additional information...
ru: Запрос дополнительной информации...

source: Information received
ru: Информация получена

source: Failed to get shared info:
ru: Ошибка получения данных по публикации:

source: Error getting information
ru: Ошибка получения информации

source: Ready to share...
ru: Готово для публикации...

source: Completed
ru: Завершен

source: Validating API key...
ru: Проверка ключа API...

source: API key saved
ru: Ключ API сохранён

source: Failed to save API key:
ru: Ошибка при сохранении ключа API:

source: Sending contribution...
ru: Отправка записи...

source: Contribution sent
ru: Запись отправлена

source: Failed to send contribution:
ru: Ошибка при отправке записи:

source: No API token found
ru: API ключ не найден

source: Unknown error
ru: Неизвестная ошибка

source: Invalid response format
ru: Неверный формат ответа

source: Request failed with status
ru: Запрос выполнен с ошибкой

source: Transition
ru: Переход

source: No possible transitions
ru: Нет доступных переходов

source: Do you wish to perform '' transition? This operation cannot be undone!
ru: Вы желаете осуществить переход? Операция не может быть отменена!

source: Transition started
ru: Начат переход

source: server-side failure with status code
ru: ошибка на стороне сервера. Код

source: Add me to this subscription
ru: Добавить меня в наблюдатели

source: Remove
ru: Удалить

source: Remove me to this subscription
ru: Удалить меня из наблюдателей

source: Suppress
ru: Подавление

source: Suppress me to this subscription
ru: Приостановить наблюдение

source: Users
ru: Пользователи

source: CRM Users (Contacts)
ru: Абоненты (Контакты)

source: Subscribe
ru: Подписаться

source: Updating ...
ru: Обновление ...

source: Operation completed
ru: Операция выполнена

source: Read only
ru: Только чтение

source: pattern
ru: шаблон

source: empty list
ru: пустой список

source: loading ...
ru: загрузка ...

source: By Geo Address:
ru: По Адресной Строке:

source: By State:
ru: По состоянию:

source: By SA Profile:
ru: По Профилю SA:

source: By Obj. Profile:
ru: По профилю объекта:

source: By Adm. Domain:
ru: По З.О.:

source: By Segment:
ru: По Cегменту:

source: By Service Group
ru: По Сервисной группе

source: By Pool:
ru: По Пулу:

source: By Vendor:
ru: По Производителю:

source: By Platform:
ru: По Платформе:

source: By Version:
ru: По Версии:

source: By Labels:
ru: По меткам:

source: By IP list (max. 2000):
ru: По списку IP адресов (макс. 2000):

source: Capability
ru: Свойство

source: Exclude
ru: Исключить

source: Include
ru: Включить

source: Condition
ru: Условие

source: Yes/No
ru: Да/Нет

source: Checked
ru: Использовать

source: Clear
ru: Очистить

source: Clean All
ru: Очистить все

source: Too many IP, max 2000
ru: Слишком много IP, макс. 2000

source: Selected
ru: Выбранные

source: No leaf selected
ru: Не выбран узел

source: Value saved.
ru: Значение сохранено.

source: Value deleted.
ru: Значение удалено.

source: Request failure
ru: Ошибка запроса

source: Invalid server response
ru: Ошибка ответа сервера

source: Confirm Reset
ru: Подтвердить удаление

source: Are you sure you want to reset all values?
ru: Вы уверены что хотите удалить все значения?

source: Edit value
ru: Редактировать значение

source: CRM Users
ru: Абоненты

source: Group
ru: Группа

source: Remove User
ru: Удалить пользователя

source: Add User
ru: Добавить пользователя

source: Saving...
ru: Созранение...

source: Subscription updated successfully
ru: Подписка успешно обновлена

source: Failed to update subscription
ru: Ошибка при обновлении подписки

source: Server error occurred
ru: Ошибка сервера

source: Profile
ru: Профиль

source: State
ru: Состояние

source: Tags
ru: Теги

source: Address
ru: Адрес

source: Contact
ru: Контакт

source: Phone
ru: Телефон

source: Project
ru: Проект

source: Labels
ru: Метки

source: Glyph
ru: Картинка

source: Workflow
ru: Процесс

source: Style
ru: Стиль

source: Icon
ru: Иконка

source: Display Order
ru: Приоритет отображения

source: Show in summary
ru: Показывать в итоге

source: Alarm weight
ru: Вес аварии

source: Revision
ru: Ревизия

source: Date
ru: Дата

source: Disclaimer
ru: Описание

source: Questions
ru: Вопросы

source: Question
ru: Вопрос

source: When
ru: Когда

source: Quiz
ru: Анкета

source: Author
ru: Автор

source: Answers
ru: Вопросы

source: Gen.
ru: Версия.

source: Serial
ru: Серийный №

source: Paid Till
ru: Оплачено до

source: Notification
ru: Уведомление

source: Domain
ru: Домен

source: Auto generated?
ru: Создано автоматически?

source: Records
ru: Записи

source: TTL
ru: Время жизни

source: Prio.
ru: Прио.

source: Content
ru: Содержимое

source: Preview zone
ru: Область просмотра

source: By Profile
ru: По Профилю

source: Forward
ru: Прямая

source: IPv4 Reverse
ru: Обратная IPv4

source: IPv6 Reverse
ru: Обратная IPv6

source: By Project
ru: По Проекту

source: By Notification
ru: По Уведомлению

source: By Labels
ru: По Меткам

source: Masters
ru: Основные

source: Slaves
ru: Ведомые

source: Retry
ru: Повтор

source: Expire
ru: Истекает

source: Loading...
ru: Загрузка...

source: Show Map Button : Failed to get data
ru: Показать на карте: Ошибка получения данных

source: Failed to get alarm
ru: Не удалось получить аварию

source: Acknowledge
ru: Подтверждено

source: Set alarm as unacknowledged
ru: Снять подтверждение

source: Set alarm as acknowledged
ru: Подтвердить

source: Failed to set acknowledgedun/acknowledged
ru: Ошибка при подтверждении

source: Diagnostic
ru: Диагностика

source: Raise
ru: Поднять

source: Periodic
ru: Периодический

source: Thresholds
ru: Пороги

source: Metric
ru: Метрика

source: Interface
ru: Интерфейс

source: Level
ru: Уровень

source: Threshold
ru: Порог

source: Validation
ru: Проверка

source: Subject
ru: Тема

source: Error Type
ru: Тип ошибки

source: Introduced
ru: Появилась

source: Changed
ru: Изменилось

source: Overview
ru: Обзор

source: Help
ru: Помощь

source: Data
ru: Данные

source: Log
ru: История

source: Time
ru: Время

source: From
ru: С

source: To
ru: По

source: Message
ru: Сообщение

source: New message
ru: Новое сообщение

source: Events
ru: События

source: Class
ru: Класс

source: Alarms
ru: Аварии

source: Managed Object
ru: Объект

source: Escalate
ru: Эскалировать

source: Card
ru: Карточка

source: Show Map
ru: Карта

source: Show Object
ru: Показать Объект

source: Watch
ru: Наблюдать

source: Escalated
ru: Эскалировано

source: Escalate failed :
ru: Сбой эскалации:

source: Escalate failed
ru: Сбой эскалации

source: Clear alarm?
ru: Закрыть аварию?

source: Please confirm the alarm is closed and must be cleared?
ru: Пожалуйста, подтвердите, что проблема решена и авария должна быть закрыта?

source: Alarm cleared
ru: Авария закрыта

source: Failed to clear alarm
ru: Не удалось закрыть аварию

source: Failed to set watcher
ru: Не удалось стать наблюдателем

source: Please enter root cause alarm id
ru: Пожалуйста, введите ID аварии, являющейся первопричиной

source: Failed to set root cause
ru: Не удалось установить первопричину

source: Failed to post message
ru: Не удалось отправить сообщение

source: Remove from Favorites
ru: Удалить из Избранных

source: Add to Favorites
ru: Добавить в избранные

source: Ack
ru: Подтвердить

source: Clear alarms
ru: Очистить аварии

source: Create maintenance
ru: Создать РНР

source: Clearing alarms...
ru: Очистка аварий...

source: Alarms cleared successfully
ru: Аварии успешно очищена

source: created from alarm list at
ru: создано из списка аварий

source: Failed to clear alarms
ru: Ошибка при очистке аварий

source: Backend: failed to clear alarms
ru: Сервер: ошибка при очистке аварий

source: Filtering List
ru: Список для фильтрации

source: Show/Hide Filter
ru: Отобразить/скрыть фильтр

source: Group comment
ru: Групповой комментарий

source: New Maintaince
ru: Новый РНР

source: Alarm Detail Report
ru: Отчёт детализация аварий

source: Mark to favorites
ru: Добавить в избранные

source: Unmark from favorites
ru: Удалить из избранных

source: Reload
ru: Перезагрузить

source: Toggle sound
ru: Вкл./Выкл. звук

source: loading
ru: загрузка

source: online
ru: онлайн

source: suspend
ru: остановлено

source: Set group comment
ru: Сохранить комментарий

source: Please enter comment
ru: Пожалуйста, введите комментарий

source: Success
ru: Успех

source: Failed to save group comment
ru: Ошибка при сохранении комментария

source: created from alarms list at
ru: создано из списка аварий

source: Failed to favorites
ru: Ошибка добавления в избранные

source: Auto reload :
ru: Авто обновленое :

source: ON
ru: ВКЛ

source: OFF
ru: ВЫКЛ

source: Service Profiles
ru: Профили сервиса

source: Recent Alarms (time/opacity)
ru: Последние аварии (время/интервал)

source: Switch Off
ru: Отключить

source: min
ru: мин

source: Other
ru: Другие

source: Show map
ru: Карта

source: Show neighbor map
ru: Карта соседей

source: Show object
ru: Объект

source: Status
ru: Статус

source: Under maintaintance
ru: Накрыт РНР

source: Time/Duration
ru: Время/Длительность

source: Start
ru: Начало

source: Stop
ru: Окончание

source: Duration
ru: Продолж

source: Object/Segment
ru: Объект/Сегмент

source: Location
ru: Расположение

source: Address/Platform
ru: Адрес/Платформа

source: Severity
ru: Серьёзность

source: Comments Qty
ru: Комментарии

source: Subject/Class
ru: Тема/Класс

source: Summary/TT
ru: Затронуто/ТТ

source: Objects
ru: Объекты

source: Grouped
ru: Групп

source: Object
ru: Объект

source: Segment
ru: Сегмент

source: Remove from favorites
ru: Удалить из избранного

source: Add to favorites
ru: Добавить в избранное

source: no comments
ru: нет комментариев

source: User
ru: Пользователь

source: search...
ru: поиск...

source: Remove this item.
ru: Удалить элемент.

source: Select All
ru: Выбрать все

source: Unselect All
ru: Отменить выделение

source: No results.
ru: Нет результата.

source: SRV
ru: Сервис

source: SUB
ru: Абонент

source: Include/Exclude profile from list
ru: Включить/исключить профиль из списка

source: Show/Hide search popup
ru: Показать/скрыть окно поиска

source: Reset values
ru: Сбросить фильтр

source: No recently closed alarms
ru: Для интервала нет закрытых аварий

source: Summary
ru: Итог

source: Alarms type
ru: Тип аварии

source: Closed
ru: Закрыт

source: Only
ru: Только

source: All
ru: Все

source: Wait
ru: Только

source: Maintenance
ru: РНР

source: Hide
ru: Скрыть

source: Alarm Group
ru: Группа аварий

source: Show
ru: Показать

source: Filters
ru: Фильтры

source: By Resource Group (Selector)
ru: По Группе устройств (Селектор)

source: By Date
ru: По дате

source: Display filters
ru: Фильтры отображения

source: Show recently closed
ru: Отобразить последние закрытые

source: don't show
ru: не показывать

source: 5 min
ru: 5 мин

source: 15 min
ru: 15 мин

source: 30 min
ru: 30 мин

source: 60 min
ru: 60 мин

source: 3 h
ru: 3 часа

source: Builtin
ru: Встроен

source: Text
ru: Текст

source: Subject Template
ru: Шаблон темы

source: Body Template
ru: Шаблон содержимого

source: Symptoms
ru: Симптомы

source: Probable Causes
ru: Возможные причины

source: Recommended Actions
ru: Рекомендованные действия

source: Unique
ru: Уникальный

source: User Clearable
ru: Закрыто пользователем

source: Ephemeral
ru: Виртуальная

source: Reference
ru: Идентификатор

source: Variables
ru: Переменные

source: Default Labels
ru: Метки по умолчанию

source: Data Sources
ru: Источники данных

source: Datasource
ru: Источник данных

source: Search
ru: Поиск

source: Components
ru: Компоненты

source: Args
ru: Аргументы

source: Param
ru: Параметры

source: Var
ru: Переменная

source: Root Cause
ru: Первопричина

source: Window
ru: Окно

source: Match Condition
ru: Критерий совпадения

source: Jobs
ru: Задачи

source: Job
ru: Задание

source: Interval
ru: Интервал

source: Vars
ru: Переменные

source: Handlers
ru: Обработчики

source: Clear Handlers
ru: Обработчики (при закрытии)

source: Plugins
ru: Плагины

source: Config
ru: Конфиг

source: Flap Condition
ru: Условия дребезга (Flap)

source: Flap detection
ru: Обнаружение дребезга (Flap)

source: None
ru: Нет

source: Count
ru: Кол-во

source: Flap Window (sec)
ru: Окно (сек)

source: Notification Delay (sec)
ru: Задержка уведомления (сек)

source: Time in seconds to delay alarm risen notification
ru: Задержка в секундах для отправки уведомления по аварии

source: Control Time 0 (sec)
ru: Контрольное время 0 (сек)

source: Control time to reopen alarm instead of creating new
ru: Интервал для переоткрытия аварии вместо создания

source: Control Time 1 (sec)
ru: Контрольное время 1 (сек)

source: Control time to reopen alarm after 1 reopen
ru: Интервал для второго переоткрытия

source: Control Time N (sec)
ru: Контрольное время N (сек)

source: Control time to reopen alarm after >1 reopen
ru: Интервал для третьего и последующих переоткрытий

source: View as JSON
ru: Посмотреть как JSON

source: By Builtin
ru: Встроена

source: Notification Delay
ru: Задержка уведомления

source: Control Time 0
ru: Контрольное время 0

source: Control Time 1
ru: Контрольное время 1

source: Control Time N
ru: Контрольное время N

source: Notification Delay (s)
ru: Заержка уведомления (с)

source: Control time (no reopens)
ru: Контрольное время (переоткрытий нет)

source: Control time (1 reopen)
ru: Контрольное время (1 переоткрытие)

source: Control time (multiple reopens)
ru: Контрольное время (множество переоткрытий)

source: Is Active
ru: Активный

source: Common
ru: Общий

source: Only Root
ru: Только первопричина

source: Resource Group
ru: Группа ресурсов

source: On Raise
ru: При создании

source: Enable
ru: Включить

source: Delay
ru: Задержка

source: Header
ru: Заголовок

source: Script
ru: Скрипт

source: Action
ru: Действие

source: Handler
ru: Обработчик

source: On Clear
ru: При закрытии

source: Global limit
ru: Глобальный лимит

source: Escalation Retries
ru: Количество повторов

source: Alarm Classes
ru: Классы аварий

source: Pre Reasons
ru: Предв. диагностики

source: TT System
ru: Система TT

source: Pre Reason
ru: Предв. диагностика

source: Escalations
ru: Эскалации

source: Adm. domain
ru: Зона ответственности

source: Time Pattern
ru: Маска времени

source: Open Template
ru: Шаблон открытия

source: Clear Template
ru: Шаблон закрытия
