Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages.po
Languages: pt_br, ru

source: Project Management
pt_br: Gerência de Projeto
ru: Управление проектами

source: Project
pt_br: Projeto
ru: Проект

source: Projects
pt_br: Projetos
ru: Проекты

source: Service Activation
pt_br: Ativação de Serviço
ru: Управление объектами

source: Action
pt_br: Ação
ru: Действие

source: Actions
pt_br: Ações
ru: Действия

source: Action Command
pt_br: Comando de Ação
ru: Действия через команду

source: Action Commands
pt_br: Comandos de Ação
ru: Действия через команды

source: Administrative Domains
pt_br: Domínios Administrativos
ru: Зоны ответственности

source: Auth Profile
pt_br: Perfil de Autenticação
ru: Профиль авторизации

source: Auth Profiles
pt_br: Perfis de Autenticação
ru: Профили авторизации

source: Caps Profiles
ru: Профили сбора свойств

source: Command Snippets
pt_br: Comando Snippet
ru: Сниппеты

source: Credential Check Rule
ru: Правило проверки доступа

source: Credential Check Rules
ru: Правила проверки доступа

source: Discovered Object
ru: Обнаруженные устройства

source: Get Now
pt_br: Buscar Agora
ru: Текущая информация

source: Group Access
pt_br: Permissão de Grupo
ru: Права групп

source: Warning
ru: Авария

source: Disable
ru: Отключён

source: Down
ru: Недоступен

source: Up
ru: ОК

source: Topology Neighbors
ru: Соседи по топологии

source: Segment:
ru: Сегмент:

source: Container:
ru: Локация (PoP)

source: Managed Object Profile
pt_br: Perfil de Objeto Gerenciado
ru: Профиль объекта

source: Managed Object Profiles
pt_br: Perfis de Objeto Gerenciado
ru: Профили объектов

source: Monitor
ru: Монитор опроса

source: Object Diagnostic Configs
ru: Настройки диагностики устройств

source: Object Discovered Rules
ru: Правила сканирования сети

source: Object Notification
pt_br: Notificação de Objeto
ru: Уведомления

source: Profiles
ru: Профили

source: Profile Check Rule
pt_br: Regra de Verificação de Perfil
ru: Правило проверки профиля

source: Profile Check Rules
pt_br: Regras de Verificação de Perfil
ru: Правила проверки профиля

source: Filter by Ping status
ru: Отфильтрвовать недоступные (не пингуются)

source: Profile check only
ru: Вывести только проблемы доступа

source: Failed discovery only
ru: Исключить из вывода проблемы доступа

source: Filter Pending links
ru: Отфильтровать неподтверждённые линки

source: Filter None problems
ru: Отфильтровать незаполненные проблемы

source: Show other problems
ru: Отобразить неклассифицированные проблемы

source: Discovery Problem
ru: Отчёт по проблемам дискавери

source: Problem Discovery (pool)
ru: Проблемы опроса (по пулу)

source: Last successful discovery
ru: Время последнего запуска

source: Discovery
ru: Опрос

source: Error
ru: Ошибка

source: Object Detail
ru: Детализация по объектам

source: OBJECT_LABELS
ru: Метки

source: By Profile
pt_br: Por Perfil
ru: По профилю

source: By Administrative Domain
pt_br: Por Domínio Administrativo
ru: По З.О.

source: By Administrative Domain and Profile
pt_br: Por Domínio Administrativo e Perfil
ru: По З.О. и профилю

source: By Labels
ru: По меткам

source: By Platform
pt_br: Por Plataforma
ru: По платформе

source: By Version
pt_br: Por Versão
ru: По версии

source: Managed Objects Summary
pt_br: Resumo de Objetos Gerenciados
ru: Сводка по объектам

source: Managed Objects Summary (profile)
ru: Сводка по объектам (по профилю)

source: Managed Objects Summary (domain)
ru: Сводка по объектам (по З.О.)

source: Managed Objects Summary (domain-profile)
ru: Сводка по объектам (по З.О. и профилю)

source: Managed Objects Summary (label)
ru: Сводка по объектам (по меткам)

source: Managed Objects Summary (platform)
ru: Сводка по объектам (по платформе)

source: Managed Objects Summary (version)
ru: Сводка по объектам (по версии)

source: Label
ru: Метка

source: Version
pt_br: Versão
ru: Версия

source: Quantity
pt_br: Quantidade
ru: Количество

source: Stale discovery
pt_br: Descoberta Stale
ru: Зависший опрос

source: Admin. Domain
ru: З.О.

source: Job
ru: Задача (Job)

source: Last Success
ru: Последний успех

source: Reason
ru: Причина

source: Run Commands
pt_br: Rodar Comandos
ru: Запуск команд

source: Services
ru: Сервисы

source: Service Profile
pt_br: Perfil de Serviço
ru: Профиль сервиса

source: Service Profiles
pt_br: Perfis de Serviço
ru: Профили сервиса

source: User Access
pt_br: Permissão de Usuário
ru: Права пользователя

source: SLA Probes
ru: SLA Пробы

source: SLA Profiles
ru: Профиль SLA

source: Support
pt_br: Suporte
ru: Поддержка

source: Account
pt_br: Conta
ru: Учетная запись

source: Crashinfo
ru: Дампы

source: VC Management
pt_br: Gerência de VC
ru: Управление VC

source: L2 Domain
ru: Домен L2

source: L2Domain Profiles
ru: Профили L2 доменов

source: VLAN Filter
ru: Фильтр VLAN

source: VLAN Filters
ru: Фильтры VLAN

source: VLAN Profiles
ru: Профили VLAN

source: VLAN Templates
ru: Шаблоны VLAN

source: Workflow
ru: Редактор процессов

source: States
ru: Состояния

source: Transitions
ru: Переходы

source: Migrations
ru: Миграции

source: Error Type
pt_br: Tipo de Erro

source: Error Types
pt_br: Tipos de Erros

source: Prefix Lists
pt_br: Listas de Prefixos

source: Validation Methods
pt_br: Métodos de Validação

source: RPSL Objects
pt_br: Objetos RPSL

source: Validation Policy
pt_br: Políticas de Validação

source: Validation Policy Settings
pt_br: Configurações de Políticas de Validação

source: Validation Rule
pt_br: Regra de Validação

source: Validation Rules
pt_br: Regras de Validação

source: FM Monitor
pt_br: Monitor de GF

source: By Event Class
pt_br: Por Classe de Evento

source: By Managed Object
pt_br: Por Objeto Gerenciado

source: By Status
pt_br: Por Status

source: Event Summary
pt_br: Resumo de Evento

source: Unclassified Trap OIDs
pt_br: OID Traps Não Classificados

source: Overlay
pt_br: Sobreposição

source: Overlays
pt_br: Sobreposições

source: Interface Classification Rule
pt_br: Regra de Classificação de Interface

source: Interface Classification Rules
pt_br: Regras de Classificação de Interface

source: MacDB
pt_br: Banco de Dados de MAC

source: Mac DB
pt_br: Banco de Dados de MAC

source: Discovery Problems
pt_br: Problemas de Descoberta

source: Invalid address
pt_br: IPs inválidos

source: Redirected to %(prefix)s
pt_br: Redirecionado para o %(prefix)s

source: Bookmark set to %(prefix)s
pt_br: Favorito adicionado para %(prefix)s

source: Bookmark removed from %(prefix)s
pt_br: Favorito removido de %(prefix)s

source: IPv%(afi)s prefix
pt_br: Prefixo IPv%(afi)s

source: State
pt_br: Estado

source: Prefix state
pt_br: Estado do prefixo

source: Ticket #
pt_br: Número do chamado

source: Visual appearance
pt_br: Aparência

source: Dual-stack prefix
pt_br: Prefixo de pilha dupla

source: Appropriative dual-stack allocation
pt_br: Alocação de pilha dupla apropriada

source: Enable IP Discovery
pt_br: Habilitar Descoberta de IPs

source: Prefix %s is already exists in vrf %s
pt_br: Prefixo %s já existente na vrf %s

source: Permission denied. Cannot set dual-stack allocation
pt_br: Permissão negada. Não é possível configurar alocação de pilha dupla

source: Prefix %(prefix)s has been created
pt_br: Prefixo %(prefix)s criado com sucesso

source: VC Related with prefix. Adjust VC Bind Filters if you cannot see required VC
pt_br: VC relacionado com o prefixo. Ajuste os Filtros de Bind de Circuitos Virtuais se não conseguir visualizar o circuito necessário

source: Prefix %(prefix)s has been changed
pt_br: Prefixo %(prefix)s modificado com sucesso

source: Prefix %(prefix)s has been successfully deleted
pt_br: Prefixo %(prefix)s excluído com sucesso

source: Prefix %(prefix)s and all descendans have been successfully deleted
pt_br: Prefixo %(prefix)s e todos os filhos excluídos com sucesso

source: IPv%(afi)s address
pt_br: Endereço IPv%(afi)s

source: Auto-update MAC
pt_br: Atualizar MAC automaticamente

source: Check to automatically fetch MAC from ARP cache
pt_br: Marque essa opção para verificar o MAC do cache ARP

source: Set if address belong to managed object's interface
pt_br: Selecione se o IP pertence à uma interface de um objeto gerenciado

source: Address is already exists
pt_br: IP existente

source: Invalid Managed Object
pt_br: Objeto Gerenciado Inválido

source: Address %(address)s is in the locked range
pt_br: IP %(address)s está no intervalo bloqueado

source: Address already present in VRF %(vrf)s
pt_br: IP existente na VRF %(vrf)s

source: Address %(address)s has been created
pt_br: IP %(address)s criado com sucesso

source: No free addresses
pt_br: Nenhum IP livre

source: Address %(address)s changed
pt_br: IP %(address)s modificado com sucesso

source: Address %(address)s deleted
pt_br: IP %(address)s excluído com sucesso

source: Prefix %(old_prefix)s is rebased to %(new_prefix)s
pt_br: Prefixo %(old_prefix)s alterado para %(new_prefix)s

source: IP Pool
pt_br: Pool de IP

source: IP Pools
pt_br: Pools de IP

source: Import Connected
pt_br: Importar Conectados

source: DNS Zone name to transfer
pt_br: Nome da Zona de DNS a transferir

source: Source Address
pt_br: IP de origem

source: Source address to issue zone transfer
pt_br: IP de origem para resolver a zona de transferência

source: %(count)s IP addresses uploaded via zone transfer
pt_br: %(count)s endereços IP adicionados via zona de transferência

source: Common values are: Tc=1.5 for rate-limit and Tc=0.25 for policing (0.25 is default)
pt_br: Valores usuais são: Tc=1.5 para rate-limit e Tc=0.25 para política (0.25 é o padrão)

source: CIR/CAR(bps) to Burst-rate
pt_br: CIR/CAR(bps) para Burst-rate

source: Recommended way for policy-map values calculating is: normal-burst-bytes=bits-per-second*Tc/8.Recommended way for rate-limit values calculating is: burst-normal=bits-per-second*Tc/8, burst-max=2*burst-normal
pt_br: Modo recomendado para o cálculo de valores de políticas de mapa é: normal-burst-bytes=bits-per-second*Tc/8. Modo recomendado para a taxa-limite de valores de cálculo é: burst-normal=bits-per-second*Tc/8, burst-max=2*burst-normal

source: Private
pt_br: Privado

source: Enum Groups
pt_br: Grupos Enumeráveis

source: DB Triggers
pt_br: Gatilhos de BD

source: Lines Of Code
pt_br: Linhas de Código

source: System Version
pt_br: Versão do Sistema

source: Tagged Models
pt_br: Modelos com tag

source: Schedules
pt_br: Agendamentos

source: Sync
pt_br: Sincronizar

source: Username
pt_br: Usuário

source: Required. 75 characters or fewer. Letters, digits and @/./+/-/_ only
pt_br: Campo obrigatório. Máximo de 75 caracteres. Apenas letras, números e @/./+/-/_ são permitidos

source: This value must contain only letters, digits and @/./+/-/_.
pt_br: Esse campo deve conter apenas letras, números e @/./+/-/_

source: Password
pt_br: Senha

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
pt_br: As senhas não são salvas em texto puro, então não é possível ver a senha desse usuário. Mas você pode modificar essa senha através deste <a href="password/">link</a>.

source: Personal info
pt_br: Informações Pessoais

source: User category
pt_br: Categoria de Usuário

source: Access
pt_br: Permissões

source: Important dates
pt_br: Datas importantes

source: Welcome
pt_br: Bem vindo!

source: Maintainance
pt_br: Manutenção

source: Maintainance Type
pt_br: Tipo de Manutenção

source: Maintainance Types
pt_br: Tipos de Manutenção

source: Communities
pt_br: Comunidades

source: Community Types
pt_br: Tipos de Comunidade

source: Persons/Roles
pt_br: Pessoas/Papéis

source: Persons
pt_br: Pessoas

source: MAC Report
pt_br: Relatório de MAC

source: Managed Object Selector
pt_br: Seletor de Objeto Gerenciado

source: MRT Config
pt_br: Configuração de MRT

source: Failed Scripts
pt_br: Scripts com Falha

source: By Tags
pt_br: Por Tags

source: Run commands
pt_br: Rodar comandos

source: Ignore CLI errors and continue execution
pt_br: Ignorar erros da CLI e continuar execução

source: Run Snippet
pt_br: Rodas Snippet

source: Set Untagged
pt_br: Marcar como untagged

source: Tasks
pt_br: Tarefas

source: Comma-separated list of interfaces
pt_br: Lista de interfaces separadas por vírgulas

source: Show Switchports
pt_br: Mostrar Switchports

source: Switchport Validation
pt_br: Validação de Porta

source: Termination Group
pt_br: Grupo de Terminação

source: Termination Groups
pt_br: Grupos de Terminação

source: Version Inventory
pt_br: Inventário de Versão

source: Virtual Circuits
pt_br: Circuitos Virtuais (VC)

source: VC Bind Filters
pt_br: Filtros de VC Bind

source: VC Filter
pt_br: Filtro de VC

source: VC Filters
pt_br: Filtros de VC

source: VC Type
pt_br: Tipo de VC

source: VC Types
pt_br: Tipos de VC
