Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages_js.po
Languages: ru

source: Matched
ru: Совпадение

source: No data found
ru: Данные не найдены

source: Failed to run command
ru: Ошибка при запуске команды

source: Empty command
ru: Пустой вывод

source: Failed get group MO detail
ru: Ошибка при запросе группы

source: created from managed objects list at
ru: создано из списка устройств

source: Failed get MO detail
ru: Ошибка получения данных

source: Device is wiping and will be removed soon
ru: Будет удалено позже. Для отмены измените статус

source: failed
ru: ошибка

source: Failed refresh basket
ru: Ошибка при обновлении корзины

source: Clipboard
ru: Скопировать

source: Last Run
ru: Последний запуск

source: Last Status
ru: Последний статус

source: Next Run
ru: Следующий запуск

source: Job scheduled to start
ru: Отправлено на запуск

source: Failed to run tasks
ru: Ошибка запуска

source: Failed to disable tasks
ru: Ошибка при отключении задачи

source: Add Interface
ru: Добавить интерфейс

source: Remove interface
ru: Удалить интерфейс

source: Would you like remove interface
ru: Вы желаете удалить интерфейс?

source: Failed to remove interface
ru: Ошибка при удалении интерфейса

source: Untag.
ru: Нетэг.

source: Tagged (Ranges)
ru: Тэгированный (диапазон)

source: Disconnect
ru: Отсоединить

source: Fix
ru: Исправить

source: Do you wish to unlink interface {0}?
ru: Отсоединить интерфейс {0}?

source: Unlink failure
ru: Ошибка при расцеплении

source: Failed to fix
ru: Не удалось исправить

source: Local Interface
ru: Локальный интерфейс

source: Local Description
ru: Локальное описание

source: Neighbor
ru: Сосед

source: Remote Interface
ru: Удаленный интерфейс

source: Remote Description
ru: Удаленное описание

source: First Discovered
ru: Первый раз

source: Last seen
ru: Последний раз

source: Compare With
ru: Сравнить с

source: Failed to run script
ru: Ошибка при запуске скрипта

source: Error saving record
ru: Ошибка сохранения записи

source: Internal Error
ru: Внутренняя ошибка

source: Deleting ...
ru: Удаление ...

source: Diag
ru: Дагностика

source: Effective Labels
ru: Эффективный метки

source: Effective
ru: Эффективные

source: More settings for worked with devices. <br/>Place on Service Activation -> Setup -> Object Profile.
ru: Больше настроек для работы с устройством. <br/>Расположены в Управлением Устройством -> Настройки -> Профиль объекта.

source: Set after Version Discovery. Not for manual set
ru: Будет заполнено после опроса. Не для ручной правки

source: Software Image
ru: Имя файла ПО

source: Profile (Adapter) for device work. <br/>!! Auto detect profile by SNMP if Object Profile -> Box -> Profile is set. <br/>
ru: Профиль SA (Адаптер) для работы устройства. <br/>!! АвтоОбнаружение профиль по SNMP если активен "Профиль объекта -> Полный -> Профиль". <br/>

source: Scheme
ru: Схема

source: Preference mode with worked profile script. <br/>!! Work if Device Profile supported. <br/>Profile (default) - use Object Profile settings <br/>S - Use only SNMP when access to deviceCLI Only - Use only CLI when access to deviceSNMP, CLI - Use SNMP, if not avail switch to CLICLI, SNMP - Use CLI, if not avail switch to SNMP
ru: Приоритет при работе скрипта профиля.!!Работает только при реализации в скрипте!! Профиль (по умолчанию) - использовать настройки профиля объекта.* S - использовать исключительно SNMP* CLI Only - использовать исключительно CLI

source: CLI Session Policy
ru: Политика работы в CLI

source: CLI Privilege Policy
ru: Политика работы с привелегиями CLI

source: Raise Privileges
ru: Пробовать поднять привилегии

source: Don't Raise
ru: Не поднимать привилегии

source: Get credentials (user, pass, snmp etc.) from Auth profile.<br/> Service Activation -> Setup -> Auth Profile. If set - value in field user, password, snmp community will be IGNORED
ru: Брать реквизиты (user, pass, snmp etc.) из "Профиля аутентификации".<br/> Управление объектами -> Настройки -> Профиль аутентификации. Если установлена - значения user, password, snmp community будут ПРОИГНОРИРОВАНЫ

source: Max. Scripts
ru: Макс. скриптов

source: Security Level
ru: SNMP Уровень безопасности

source: Auth Proto
ru: Протокол аутентификации

source: Auth Key
ru: Ключ аутентификации

source: Priv Proto
ru: Протокол шифр.

source: Priv Key
ru: Ключ шифр.

source: Autosegmentation Policy
ru: Политика автосегментации

source: Do not segmentate
ru: Не сегментировать

source: Allow autosegmentation
ru: Разрешить изменение сегмента

source: Segmentate to existing segment
ru: Перемещать соседей в текущий сегмент

source: Segmentate to child segment
ru: Перемещать соседей в дочерний сегмент

source: Address Resolution Policy
ru: Политика определения адреса управления

source: Once
ru: Единожды

source: Discovery Policy
ru: Политики опроса

source: Select method of config gathering
ru: Выберите метод сбора конф-ии

source: Select method of config fetching
ru: Выберите предпочитаемую для сбора конф-ию

source: Prefer Startup
ru: Предпочитать Startup

source: Prefer Running
ru: Предпочитать Running

source: Script, ConfDB
ru: Скрипт, Конфиг

source: ConfDB, Script
ru: Конфиг, Скрипт

source: Raw Policy
ru: Добавить конфиг-ю в ConfDB

source: Event Sources
ru: Источник событий

source: Use to override pool for events processing
ru: Использовать при обработке событий (вместо основного)

source: Event Policy
ru: Политика событий

source: Trap Source
ru: Источник SNMP Trap

source: Management Address
ru: Адрес управления

source: Specify address
ru: Заданный адрес

source: Loopback address
ru: Адрес Loopback

source: All interface addresses
ru: Адреса всех интерфейсов

source: Trap Source IP
ru: IP адрес источника SNMP Trap

source: Syslog Archive Policy
ru: Политика архивирования Syslog

source: Syslog Source
ru: Источник Syslog

source: Syslog Source IP
ru: IP адрес источника Syslog

source: Config Filter Handler
ru: Обработчик для фильтрации конф-ии

source: Config Diff Filter Handler
ru: Обработчик для фильтрации изменений конф-ии

source: Config Validation Handler
ru: Обработчик для валидации конф-ии

source: Escalation
ru: Эскалации

source: As Depended
ru: Эскалировать только как зависимые

source: TT Queue
ru: Очередь TT

source: TT System ID
ru: ID в системе TT

source: Discovery Alarm
ru: Авария при опросе

source: Box Alarm
ru: Авария при опросе

source: Periodic Alarm
ru: Авария при опросе

source: On Denied Firmware
ru: При заперете версии ПО

source: Ignore&Stop
ru: Игнорировать и остановить опрос

source: Raise Alarm&Stop
ru: Поднять аварию и остановить

source: Telemetry
ru: Отладка (телеметрия)

source: Box Telemetry
ru: Отладка полного опроса

source: Box Sample
ru: Частота отладки

source: Periodic Telemetry
ru: Отладка периодика

source: Periodic Sample
ru: Частота отладки периодика

source: Attributes
ru: Атрибуты

source: Dashboard
ru: График

source: Scripts
ru: Скрипты

source: Command Log
ru: Лог команд

source: Mapping
ru: Внешние ИД

source: Custom Fields
ru: Пользовательские поля

source: First MAC
ru: Первый MAC

source: Last MAC
ru: Последний MAC

source: Expiration time
ru: Срок давности

source: Temp, C
ru: Темп, °C

source: Voltage, V
ru: Напряжение, В

source: Current, mA
ru: Ток, мА

source: Oper
ru: Опер

source: Admin
ru: Админ

source: In (kbit/s)
ru: Вх (Кбит/с)

source: Out (kbit/s)
ru: Исх (Кбит/с)

source: Serial No
ru: Серийный №

source: User name
ru: Имя пользователя

source: Box discovery
ru: Пакетный опрос

source: Failed interval
ru: Интервал при сбое

source: Periodic discovery
ru: Периодический опрос

source: Badge
ru: Значок

source: Resolver Handler
ru: Обработчик резолва адресов

source: Name template
ru: Шаблон имени

source: Worked with devices settings
ru: Работа с настройками устройства

source: Do not raise
ru: Не поднимать

source: Card Title Template
ru: Шаблон заголовка карточки

source: Ping Check
ru: Проверка доступности

source: Ping discovery intervals
ru: Интервал проверки доступности

source: Interval, sec
ru: Интервал, сек

source: Policy Off Hours
ru: Политика рабочих часов

source: Disable ping
ru: Отключить пинг

source: Ping series settings
ru: Настройки серии

source: Ping Policy
ru: Политика определения доступности

source: First Success
ru: Первый успешный

source: All Success
ru: Успешны все

source: Packet size, bytes
ru: Размер пакета (байт)

source: Packets count
ru: Количество пакетов

source: Timeout, msec
ru: Таймаут (мсек)

source: Report ping RTT
ru: Собирать RTT при ping

source: Report ping attempts
ru: Сохранять ошибки в серии

source: Enable - allow to escalate alarm for ManagedObject. <br/>As Depended - allow to escalate ManagedObject only as depend (not root) on alarm
ru: Включить - разрешает эскалацию аварий для Объекта. Как Зависимую - эскалировать аварию только в составе другой аварии (указана первопричина)

source: Abduct Detection
ru: Обнаружение обрыва

source: Abduct Detection Window
ru: Окно обнаржения

source: Abduct Detection Threshold
ru: Порог обнаружения

source: Trap Collector Storm Settings
ru: Поведение при шторме трапов

source: Storm Policy
ru: Политика при шторме

source: Block
ru: Блокировать приём

source: Block & Raise Alarm
ru: Блокировать и поднять аварию

source: Message Storm Threshold
ru: Порог срабатывания (сообщений за минуту)

source: Running Policy
ru: Политика запуска опроса

source: Require Up
ru: Требуется доступность (ICMP)

source: Require Up if ping enabled
ru: Требуется доступность (если активирована проверка ICMP)

source: Always Run
ru: Всегда

source: Box discovery intervals
ru: Интервал пакетного опроса

source: Failed Interval, sec
ru: Интервал при сбое, сек

source: Check on system start after
ru: Проверять при загрузке через

source: Check on config change after
ru: Проверять при смене конфига через

source: Box
ru: Полный опрос

source: Cache neighbors for
ru: Кэш соседей

source: Symmetric Check
ru: Проверять с обеих сторон

source: On New Platform
ru: При изменении платф.

source: State only
ru: Только статусы

source: VLAN Sync
ru: Синхр. VLANы

source: Address Profile
ru: Профиль Адреса

source: Clear links
ru: Сброс линков

source: On platform change
ru: При смене платформы

source: Portmapper
ru: Привязка портов

source: Service Binding
ru: Привязка сервисов к портам

source: Fatal Alarm Weight
ru: Вес аварии уровня Fatal

source: Sampling value for Box discovery. Interval from 0 to 1. <br/>1 - all jobs will saved, 0 - Not collect telemetry, <br/> 0,99 ... 0,1 - chance to save
ru: Настройка частоты для Полного опроса. Интервал с 0 до 1. 1 - каждая задача сохранит операции, 0 - отключает. 0,99 .. 0,1 частота сохранения

source: Periodic discovery intervals
ru: Интервал переодического опроса

source: Uptime
ru: Время работы

source: Interface status
ru: Статус интерфейсов

source: Interface Profile
ru: Профиль интерфейса

source: Sampling value for Periodic discovery. Interval from 0 to 1. <br/>1 - all jobs will saved, 0 - Not collect telemetry, 0,99 ... 0,1 - chance to save
ru: Настройка частоты для Периодического опроса. Интервал с 0 до 1. 1 - каждая задача сохранит операции, 0 - отключает. 0,99 .. 0,1 частота сохранения

source: Config Policy
ru: Политика сбора конф-ии

source: Storage
ru: Хранилище

source: Path Template
ru: Шаблон пути

source: Config Fetching
ru: Сбор конфигурации

source: Config Fetch Policy
ru: Политика сбора конфигурации

source: Mirror Policy
ru: Политика зеркалирования

source: Always Mirror
ru: Всегда зеркалировать

source: Mirror on Change
ru: Зеркалировать при изменении

source: External storage for config save. Setup in Main -> Setup -> Ext. storage
ru: Внешнее хранилище для сохранения конфигурации. Настраивается в Основные -> Настройки -> Внешние хранилища

source: Append raw section to confdb
ru: Добавлять секцицю Raw в ConfDB

source: Config Validation
ru: Валидация конфигурации

source: Always Validate
ru: Всегда валидировать

source: Validate on Change
ru: Только при изменении

source: Beef Policy
ru: Политика сбора тушёнки

source: Always Collect
ru: Собирать всегда

source: Collect on Change
ru: Собирать при изменении

source: Enable Metrics
ru: Включить сбор метрик

source: Is Stored
ru: Сохранять

source: Autosegmentation
ru: Автосегментация

source: Segmentate for object's segment
ru: Сегментировать в сегмент объекта

source: Segmentate for child segment
ru: Сегментировать в дочерние сегменты

source: Level Limit
ru: Ограничить уровень

source: Segment Name
ru: Шаблон имени сегмента

source: Box Discovery
ru: Полный опрос

source: Topology Discovery
ru: Опрос топологии

source: Periodic Discovery
ru: Периодический опрос

source: Discovery Job Log
ru: Лог опроса

source: Min Duration
ru: Минимальная продолж

source: Periodic Last success
ru: Время успешного окончания периодика

source: Periodic Completed Time
ru: Время окончания периодика

source: Periodic Status
ru: Статус периодика

source: Periodic Duration
ru: Время периодика

source: Show in form
ru: Отображать в меню

source: State Policy
ru: Расчёт состояния

source: Check
ru: Проверка

source: Argument
ru: Параметры

source: Diagnostics
ru: Диагностики

source: Depended Diagnostic for calculate state
ru: Зависима от диагностик для расчёта статуса

source: Run Policy
ru: Политика запуска

source: Enable Box
ru: При полном

source: Always
ru: Всегда

source: Unknown or Failed
ru: Неизвестна или Ошибка

source: Enable Periodic
ru: При периодическом

source: Run Order
ru: Порядок запуска

source: On Start
ru: В начале

source: On End
ru: В конце

source: Save History
ru: Сохранять историю

source: Network Ranges
ru: Диапазоны сети

source: Network
ru: Сеть

source: Network Scan
ru: Сканировать

source: Device Neighbors
ru: Соседи

source: Update Last Seen
ru: Обновлять Последнее

source: Mappings Only
ru: Только ИД

source: Remove Policy
ru: Политика удаления

source: Unmanaged
ru: Неуправляемый

source: Check update interval (sec)
ru: Интервал обновления (с)

source: Expired TTL (sec)
ru: Устаревание записей

source: As New
ru: Как новое

source: Send Ignore
ru: Послать игнорировать

source: Skip Rule
ru: Пропустить

source: Send Approve
ru: Подтвердить

source: Sync Approved Records
ru: Синхронизировать подтвеждённые

source: Default Template
ru: Шаблон объекта

source: Enable IP Scan Discovery
ru: Включить сканирование (не реализовано)

source: Check Match
ru: Условия совпадения

source: Match State
ru: Состояния при совпадении

source: OK
ru: Успех

source: Fail
ru: Провал

source: Data Match
ru: Условия по Данным

source: Alarm Risen
ru: Авария создана

source: Alarm Reopened
ru: Авария открыта снова

source: Alarm Cleared
ru: Авария закрыта

source: Alarm Commented
ru: Авария откомментирована

source: Version Changed
ru: Версия изменена

source: Script Failed
ru: Ошибка скрипта

source: Config Policy Violation
ru: Конфигурация не соответствует политике

source: Config changed
ru: Конфигурация изменена

source: Alarm risen
ru: Авария создана

source: Alarm reopened
ru: Авария переоткрыта

source: Alarm commented
ru: Авария откомментирована

source: Version changed
ru: Версия изменена

source: Interface changed
ru: Интерфейс изменён

source: Script failed
ru: Ошибка скрипта

source: Config policy violation
ru: Конфигурация не соответствует политике

source: Profile Check Rule Name
ru: Имя

source: Parameter
ru: Параметр

source: Object Status
ru: Статус объекта

source: Add. attributes: HW Version
ru: Дополнительный аттрибут (HW версия)

source: SW Version
ru: Версия ПО

source: Add. attributes: BootPROM Version
ru: Дополнительный аттрибут (версия BootPROM)

source: Serial Number
ru: Серийный номер

source: Add. attributes: sw. patch
ru: Дополнительный аттрибут (номер патча)

source: Avail
ru: Доступность

source: Physical Iface Count
ru: Кол-во интерфейсов

source: Link Count
ru: Кол-во линков

source: Last Config get Timestamp
ru: Время последнего изменения конфигурации

source: Interface count by type
ru: Кол-во интерфейсов по скорости

source: Object capabilities
ru: Возможности объекта

source: Object Labels
ru: Метки объекта

source: Discovery Problem
ru: Проблемы опроса

source: Do Checked
ru: Далее

source: Go to next step
ru: К следующему шагу

source: Invalid IP address format
ru: Неверной формат IP адреса

source: Select Pool
ru: Выберите пул

source: successfully
ru: успешно

source: Unknown
ru: Неизвестный

source: UP
ru: Работает

source: SLIGHTLY_DEGRADED
ru: Затруднения в работе

source: DEGRADED
ru: Частичная неработоспособность

source: DOWN
ru: Полная неработоспособность

source: Subscription
ru: Подписка

source: Status Transfer Policy
ru: Политика передачи состояния

source: Transparent
ru: Прозрачно

source: Service Status Dependencies
ru: Зависимые сервисы

source: Min. Status
ru: Мин. состояние

source: Max. Status
ru: Макс. состояние

source: Set Status
ru: Статус

source: Weight
ru: Вес

source: Calculate Oper Status
ru: Расчёт оперативного состояния

source: Calculate Oper Status Policy
ru: Политика расчёта статуса

source: By Max Status
ru: По Макс состоянию

source: By Min Status
ru: По Мин состоянию

source: Calculate Status Rules
ru: Правила расчёта состояния

source: To Status
ru: Состояние

source: Parent Filter
ru: Фильтр по родителю

source: Endpoint
ru: Подключения

source: Register
ru: Зарегистрировать

source: Unregister
ru: Удалить

source: Resources
ru: Ресурсы

source: Instances loaded
ru: Экземпляры загружаются

source: Failed to load instances
ru: Ошибка загрзуки экземпляров

source: Update/Unlink
ru: Обновить/Отвязать

source: Link Managed Object
ru: Привзять устройство

source: Bind Addresses
ru: Назначить адреса

source: Interface <Bind>
ru: Интерфейс (назначить)

source: Row read only
ru: Только чтение

source: Instance updated successfully
ru: Экземпляр обновлён

source: Failed to update instance
ru: Ошибка при обновлении

source: Register Instance
ru: Добавить Экземпляр

source: Subinterface
ru: Сабинтерфейс

source: Service weight
ru: Вес сервиса

source: Oper. Status Transfer
ru: Передача Оперативного состояния

source: Transfer children Status to OperStatus <br/>D - Disable Status Transfer<br/>T - All Status transferS - Self Status
ru: Передавать Оперативный статус вышестоящему сервису <br/>D - Отключить<br/>T - Всех<br/>S - Собственный

source: Self Status
ru: Собственное состояние

source: Alarm Transfer
ru: Передача состатояния аварии

source: Alarm Affected Policy
ru: Политика передачи аварий

source: Transfer alarm to OperStatus <br/>D - Disable Alarm Transfer<br/>A - Any alarm by Resource
ru: Передавать аварии в Оперативный статус <br/>D - Отключить передачу<br/>A - Любая авария на ресурсе

source: By Instance
ru: По экземпляру

source: By Filter
ru: По фильтру

source: Alarm Status Rules
ru: Правила передачи статуса (Для аварий)

source: Affected Instance
ru: Включая Инстанс

source: Min. Severity
ru: Мин Важность

source: Max. Severity
ru: Макс Важность

source: Resource Binding
ru: Использование ресурсов

source: Resource Map Policy
ru: Политика использования ресурсов

source: How bind resources to Service Instance <br/>D - Disable Bind<br/>N - By Remote System DataO - By Defined Rules
ru: Как назначать ресурсы Инстансу <br/>D - Отключить<br/>N - По данным внешней системы<br/> По правилам

source: Resource Bind Rules
ru: Правила использования ресурсов

source: Instance Type
ru: Тип экземпляра

source: Allow Resources
ru: Виды ресурсов

source: Send Approve (To Res)
ru: Сигнал Approve

source: Only One Object
ru: Один экземпляр

source: Default Value
ru: Значение по умолчанию

source: HW. Timestamps
ru: Аппараттные таймер

source: Show IPSLA Dashboard
ru: Графики

source: Raise Alarm to target
ru: Авария на ответчик

source: Number Packets on Test
ru: Число пакетов в тесте

source: Account
ru: Учётная запись

source: Account is not registred. Please register account to get access to additional support and services
ru: Учётная запись не зарегистрирована. Пожалуйста, зарегистрируйте учётную запись для получения доступа к дополнительной поддержке и сервису

source: Account is registred. You have access to additional support and serivces
ru: Учётная запись зарегистрирована. Вы получили доступ к дополнительной поддержке и сервисам

source: Attach existing account
ru: Подключить существующую учётную запись

source: Change password
ru: Смена пароля

source: Company
ru: Компания

source: Country
ru: Страна

source: Preferred Language
ru: Язык

source: Industries
ru: Род деятельности

source: Retype password
ru: Пароль ещё раз

source: Attach account
ru: Подключить учётную запись

source: New Password (Retype)
ru: Новый пароль ещё раз

source: Failed to change credentials:
ru: Ошибка при изменении учётных данных:

source: System is not registred. Please register your system to get access to additional support and services
ru: Система не зарегистрирована. Пожалуйста, зарегистрируйте систему для получения доступа к дополнительной поддержки и сервису

source: System is registred. You have access to additional support and services
ru: Система зарегистрирована. Вы получили доступ к дополнительной поддержке и сервисам

source: Priority
ru: Приоритет

source: Branch
ru: Ветка

source: Tip
ru: Совет

source: Process
ru: Процесс

source: Time (sec)
ru: Время (с)

source: Interval (sec)
ru: Интервал (с)

source: VLAN Template
ru: Шаблон VLANа

source: VLAN Discovery Policy
ru: Политика сбора вланов

source: VLAN Discovery Filter
ru: Фильт для сбора вланов

source: VLAN Pools
ru: Ресурсные пулы

source: Add VLAN
ru: Добавить VLAN

source: VC L2 Domain
ru: L2 домен

source: Resource Pool
ru: Пул ресурсов

source: VALN Allocated
ru: Разместить VLAN

source: Free VLAN not found
ru: Свободный влан не найден

source: Failed to add VLAN
ru: Ошибка добавления VLANа

source: Int.
ru: Интер.

source: Discovered
ru: Обнаружен

source: Expired
ru: Просрочится

source: Allocate VLAN
ru: Разместить VLAN

source: VLAN Interfaces
ru: Принадлежащие интерфейсы

source: Show VLAN interfaces
ru: Показать интерфейсы VLAN'а

source: No interfaces found
ru: Интерфейсы не найдены

source: Failed to get interfaces
ru: Ошибка при получении интерфейсов

source: By L2 Domain
ru: По L2 домену

source: Include Expression
ru: Включить вланы

source: Exclude Expression
ru: Исключить вланы

source: VLANs
ru: Влан'ы

source: Default Prefix Profile
ru: Профиль префикса (по умолчанию)

source: Wiping
ru: Удалять

source: Hide Records
ru: Скрыть записи

source: Update Expiration
ru: Обновлять устаревание

source: Disable All Interaction
ru: Отключить взаимодействия

source: Interaction Settings
ru: Настройки взаимодействий

source: Interaction
ru: Взаимодействия

source: ServiceActivation
ru: Опрос оборудования

source: Event
ru: Событие

source: By Default
ru: По умолчанию

source: By Productive
ru: Продуктивные

source: From State
ru: Из состояния

source: To State
ru: В состояние

source: Enable Manual
ru: Переключение вручную

source: Required Rules
ru: Требуемые метки

source: By From
ru: По начальному состоянию

source: By To
ru: По конечному состоянию

source: Allowed models
ru: Разрешённые модели

source: Models allowed set workflow
ru: Модели, которым разрешено применять Workflow

source: Cloned
ru: Клонировано

source: Failed to clone
ru: Ошибка клонирования

source: Add State
ru: Добавить состояние

source: Submit
ru: Отправить

source: Delete Workflow
ru: Удалить процесс

source: Save Workflow
ru: Сохранить процесс

source: Workflow Inspector
ru: Инспектор процесса

source: Job Handler
ru: Обработчик задачи

source: State Inspector
ru: Инспектор состояния

source: Transition Inspector
ru: Инспектор перехода

source: Delete Workflow?
ru: Удалить процесс?

source: Do you wish to delete Workflow? This operation cannot be undone!
ru: Вы уверены что желаете процесс? Операцию невозможно отменить!

source: Create new diagram not implement
ru: Создание новой диаграммы не реализовано

source: Failed save data
ru: Ошибка сохранения данных
