Repository: nocproject/noc
Catalog: services/web/translations/*/LC_MESSAGES/messages_js.po
Languages: ru

source: GTT
ru: Групповой ТТ

source: Wait TT
ru: Ждать TT

source: Close TT
ru: Закрыть TT

source: Escalation Profile
ru: Профиль эскалации

source: Calc Severity Policy
ru: Политика расчёта Важности

source: Class Based Policy
ru: Настройки класса

source: Affected Limit
ru: По сервисам

source: By Tokens
ru: По меткам

source: Group Alarm
ru: Групповая авария

source: Minimum alarms
ru: Мин. аварий

source: Maximum alarms
ru: Макс. аварий

source: Window (sec.)
ru: Интервал

source: Reference Template
ru: Шаблон идентификатора

source: Title Template
ru: Шаблон заголовка

source: Actions
ru: Действия

source: When Do
ru: Когда создавать

source: On Alarm Raise
ru: При открытии

source: On Alarm Clear
ru: При закрытии

source: Action Policy
ru: Политика

source: Continue Processed
ru: Продолжить обработку

source: Drop Alarm
ru: Отбросить

source: Rewrite AlarmClass
ru: Назначить Класс

source: Match Rules
ru: Список критериев

source: Match Labels
ru: Совпадение меток

source: Exclude Match Labels
ru: Исключить с метками

source: Alarm Severity
ru: Важность

source: Group Reference Regex
ru: Регулярное выражение группы

source: Min. Weight
ru: Мин. вес

source: Sound
ru: Звук

source: Volume
ru: Громкость

source: Test Sound
ru: Тест звука

source: Enabled
ru: Включить

source: Alarm Class RE
ru: Класс Аварии RE

source: Template
ru: Шаблон

source: Is Enabled
ru: Включено

source: Alarm class RE
ru: Класс Аварии RE

source: By Enabled
ru: Включена

source: Event Class
ru: Класс события

source: Pref
ru: Приоритет

source: By Event Class
ru: По классу события

source: Match
ru: Критерий

source: Preference
ru: Приоритет

source: Sources
ru: Источники

source: Profiles
ru: Профили

source: SA Profiles, for match rules
ru: Профиль SA

source: Message Pattern
ru: Шаблон сообщения

source: Patterns
ru: Шаблоны

source: Key RE
ru: Шаблон Ключа

source: Value RE
ru: Шаблон Значения

source: Wildcard
ru: Маска

source: Set Label
ru: Назначить метку

source: Set Var
ru: Назначить переменной

source: Test cases
ru: Данные для проверки

source: In Labels
ru: Метки

source: Raw Vars
ru: Исходные переменные

source: Test
ru: Тест

source: Test rule
ru: Проверка правила

source: Failed to create rule from event
ru: Ошибка создания правила из сообщения

source: Event id or JSON code
ru: ID события или JSON

source: Failed to test rule
ru: Ошибка при тестировании правила

source: Alarm Disposition
ru: Правила размещения событий

source: By Alarm Class
ru: По классу аварий

source: Combo Condition
ru: Условия комбинаций

source: Frequency
ru: Частота

source: Sequence
ru: Последовательность

source: Any
ru: Любой

source: Combo Window (sec)
ru: Окно комбинации (сек)

source: Combo count
ru: Число в комбинации

source: Replace Rule
ru: Заменить на

source: Dispose Rule
ru: Правило размещения

source: Replace Policy
ru: Политика замены

source: Disable
ru: Отключить

source: Whole
ru: Целиком

source: Extend Condition
ru: Расширить условия

source: Object Actions
ru: Действия с объектом

source: Run Discovery
ru: Запустить опрос

source: Audit
ru: Аудит комманд

source: Run Command
ru: Запуск команды

source: Login
ru: Вход

source: LogOut
ru: Выход

source: Reboot
ru: Перезапуск

source: Started
ru: Запуск

source: Halted
ru: Приостановлено

source: Config Changed
ru: Конфигурация изменена

source: Avail Status
ru: Статус доступн

source: Not Update
ru: Не обновлять

source: Available
ru: Доступно

source: Unavailable
ru: Недоступно

source: New Event Notification
ru: Группа уведомления

source: Update Resource Oper Status
ru: Обновить состояние ресурса

source: Disable Update
ru: Не обновлять

source: Disposition
ru: Размещение

source: Dispose Alarm
ru: Класс аварии

source: Default Action
ru: Действие

source: Raise Alarm
ru: Поднять аварию

source: Ignore Disposition
ru: Игнорировать

source: Clear Alarm
ru: Закрыть аварию

source: Stop Processing Rules
ru: Остановить обработку

source: Condition Op Vars
ru: Операция

source: AND
ru: И

source: OR
ru: ИЛИ

source: Vars Conditions
ru: Условия для переменных

source: Op
ru: Операция

source: Regex
ru: Шаблон

source: Contains
ru: Содержит

source: Equal
ru: Равно

source: Not Equal
ru: Не равно

source: Greater Equal
ru: Больше либо равно

source: Greater
ru: Больше

source: Less Equal
ru: Меньше либо равно

source: Less
ru: Меньше

source: Choices (for multi)
ru: Выбор (нескольких)

source: Event Class RE
ru: Шаблон Класса события

source: Object Groups
ru: Группы устройств

source: Administrative Domain
ru: Зона ответственности

source: Target
ru: Цель

source: Dispose
ru: Разместить

source: Event Inspector
ru: Инспектор События

source: Reclassify
ru: Переклассифицировать

source: Create Rule
ru: Правило классификации

source: Create Ignore
ru: Правило игнорирования

source: Event reclassified
ru: Повторить обработку

source: Failed to reclassify
ru: Ошибка при обработке

source: Raw vars
ru: Исходные переменные

source: Link Event
ru: Событие на интерфейсе

source: Suppression
ru: Подавление

source: Alarm
ru: Авария

source: Var. Map.
ru: Привяз. перем.

source: Deduplication Window
ru: Окно подавления дубликатов

source: Suppression Window
ru: Окно подавления повторов

source: Event TTL
ru: Время жизни события

source: By Link Event
ru: По событиям на линке

source: Event class RE
ru: Шаблон Класса события

source: Left RE
ru: Лев. RE

source: Right RE
ru: Прав. RE

source: Right Re
ru: Прав. RE

source: By Is Active
ru: Активные

source: Pattern
ru: Шаблон

source: Pattern (RE)
ru: Шаблон (RE)

source: Failed to create ignore pattern from event
ru: Ошибка при создании шаблона игнорирования из события

source: Last Updated
ru: Изменен

source: Syntax
ru: Синтаксис

source: Select MIB...
ru: Выбрать MIB...

source: Upload
ru: Загрузка

source: MIBs has been uploaded
ru: MIB'ы будут загружены

source: Failed to upload MIB
ru: Ошибка при загрузке MIB

source: Pref.
ru: Порядок.

source: Rewrite OID
ru: Переписать OID

source: To OID
ru: В OID

source: Is Builtin
ru: Встроен

source: Alarms source
ru: Источник аварии

source: Both
ru: Оба

source: By Adm. domain
ru: По З.О.

source: Enable Excel column autowidth
ru: Включить авторазмер колонок

source: Object Name
ru: Имя объекта

source: Comment Time
ru: Время комментария

source: Comment Source
ru: Автор комментария

source: Comment Message
ru: Текст комментария

source: Active Alarms
ru: Активные (открытые) аварии

source: Archived Alarms
ru: Архивные (закрытые) аварии

source: Long Alarm Archive (more 3 months)
ru: Архивные аварии (больше 3 месяцев)

source: Exclude MO by Resource Group (Selector)
ru: Исключить устройство из Группы (Селектора)

source: Min. Duration
ru: Мин. продолжительность

source: Max. Duration
ru: Макс. продолжительность

source: Min. Objects
ru: Мин. Объектов

source: Min. Subscribers
ru: Мин. Абонентов

source: Subscribers that Sum
ru: Учитываемые профили абонентов

source: Root ID
ru: ID Корня

source: Hostname
ru: Имя устройства

source: Object Profile
ru: Профиль объекта

source: Platform
ru: Платформа

source: Alarm Subject
ru: Заголовок аварии

source: Affected Objects
ru: Накрыто Объектов

source: Affected Subscriber
ru: Накрытых Абонентов

source: Escalation Time
ru: Время эскалации

source: Container (Level 1)
ru: Контейнер (Уровень 1)

source: Container (Level 2)
ru: Контейнер (Уровень 2)

source: Container (Level 3)
ru: Контейнер (Уровень 3)

source: Container (Level 4)
ru: Контейнер (Уровень 4)

source: Container (Level 5)
ru: Контейнер (Уровень 5)

source: Container (Level 6)
ru: Контейнер (Уровень 6)

source: Container (Level 7)
ru: Контейнер (Уровень 7)

source: Segment (Level 1)
ru: Сегмент (Уровень 1)

source: Segment (Level 2)
ru: Сегмент (Уровень 2)

source: Segment (Level 3)
ru: Сегмент (Уровень 3)

source: Segment (Level 4)
ru: Сегмент (Уровень 4)

source: Segment (Level 5)
ru: Сегмент (Уровень 5)

source: Segment (Level 6)
ru: Сегмент (Уровень 6)

source: Segment (Level 7)
ru: Сегмент (Уровень 7)

source: Connection
ru: Соединение

source: Shard
ru: Шард

source: Max. Threads
ru: Количество потоков

source: Failure Cooldown
ru: Время недоступности системы

source: Escalate Alarm Consequence Policy
ru: Политика доэскалации подчинённых аварий

source: Tememetry Sample
ru: Коэф. Отладки

source: Min. Zoom
ru: Мин. масш.

source: Max. Zoom
ru: Макс. шасш.

source: Floors
ru: Этажи

source: Homes
ru: Квартиры

source: Remote Id
ru: ID внеш. системы

source: Administrative Division
ru: Административное деление

source: Postal Code
ru: Почтовый индекс

source: Cellar
ru: Подвал

source: Attic
ru: Чердак

source: Administrative
ru: Административный

source: Habitated
ru: Жилое

source: Entrances
ru: Подъезды

source: First Floor
ru: Первый этаж

source: Last Floor
ru: Последний этаж

source: First Home
ru: Первая квартира

source: Last Home
ru: Последняя квартира

source: Fill Entrances
ru: Заполнить подъезды

source: Addresses
ru: Адреса

source: Primary
ru: Основной

source: Street
ru: Улица

source: Num
ru: Номер

source: Num2
ru: Номер2

source: Num Letter
ru: Номер литеры

source: Build
ru: Здание

source: Build Letter
ru: Литера

source: Struct
ru: Строение

source: Struct2
ru: Строение2

source: Struct Letter
ru: Буква строения

source: Estate
ru: Владение

source: Estate2
ru: Владение2

source: Est. Letter
ru: Буква владения

source: Full Number
ru: Полный номер

source: By Parent
ru: По Родителю

source: First Entrance
ru: Первый подъезд

source: Homes per Entrance
ru: Кв./подъезд

source: New Homes
ru: Новые квартиры

source: Short
ru: Кратк. Имя

source: Parent
ru: Родитель

source: Full Path
ru: Полный путь

source: Short Name
ru: Кртк. имя

source: Min Zoom
ru: Мин. увел.

source: Max Zoom
ru: Макс. увел.

source: Def. Zoom
ru: Масш. умолч.

source: Color
ru: Цвет

source: Zoom
ru: Масштаб

source: Min
ru: Мин

source: Max
ru: Макс

source: Stroke Color
ru: Цвет линии

source: Fill Color
ru: Цвет фона

source: Stroke Width
ru: Ширина линии

source: Point Style
ru: Стиль точки

source: Point Radius
ru: Радиус точки

source: Line Style
ru: Стиль линии

source: Text Style
ru: Стиль текста

source: Show Labels
ru: Показать метки

source: Plugin
ru: Плагин

source: Permission
ru: Разрешения

source: is_active
ru: работает

source: plugin
ru: плагин

source: permission_name
ru: имя_разрешения

source: Allowing Manual Editor
ru: Разршить редакт. польз.

source: Allow multiple values (List)
ru: Разрешить множ. значения

source: Values
ru: Значения

source: Card Template
ru: Шаблон карточки

source: Tech Domain
ru: Техн. Домен

source: Subscriber
ru: Абоненты

source: Supplier
ru: Поставщик

source: Controller
ru: Контроллер

source: Discriminator
ru: Дискриминатор

source: Constraints
ru: Ограничения

source: Strict
ru: Строгий

source: Resource
ru: Ресурс

source: Params
ru: Параметры

source: Endpoints
ru: Подключения

source: Used by
ru: Используется в

source: By Tech Domai
ru: По Домену

source: By Supplier
ru: По поставщику

source: By Subscriber
ru: По абоненту

source: Layout
ru: Раскладка

source: Map settings
ru: Настройки карты

source: Width
ru: Ширина

source: Opacity
ru: Прозрачность

source: Background Image
ru: Фоновое изображение

source: Add Linked Nodes
ru: Добавить связанные узлы

source: If check - use Credential Check Rules (Service Activation -> Setup -> Credential Check Rules)<br/> for suggest credential
ru: Если отмечено - Используются Правила проверки доступа (Управление объектами -> Настройка -> Правила проверки доступа)<br/> для подбора реквизитов

source: Add Topology links
ru: Добавить связь

source: Enable Node Portal
ru: Включить переход на карту

source: Nodes
ru: Узлы

source: Container
ru: Контейнер

source: Add nested nodes
ru: Добавлять вложенные узлы

source: Display check state on Object Form
ru: Отображать результаты проверки

source: Shape
ru: Изображение

source: Title
ru: Заголовок

source: Portal
ru: Портал

source: Generator
ru: Генератор

source: Configured Map
ru: Настройки карты

source: Links
ru: Линки

source: Source Node
ru: Исходный узел

source: Target Nodes
ru: Узел назначения

source: Get JSON
ru: Получить JSON

source: Context
ru: Контекст

source: Scope
ru: Область

source: Reset Scopes
ru: Сбросить область

source: Match Type
ru: Тип подключения

source: Match Connection
ru: Шаблон подключения

source: By Is Builtin
ru: Встроенные

source: Compatible groups
ru: Группы совместимости

source: Protocol
ru: Протокол

source: Test compatible types
ru: Проверка совместимых типов

source: Covered Buildings
ru: Накрытые здания

source: Building
ru: Здание

source: Entrance
ru: Подъезд

source: Covered Objects
ru: Накрытые объекты

source: Global ID
ru: Глобальный ИД

source: Label
ru: Метка

source: Local ID
ru: Локальный ИД

source: Oper Status.
ru: Оперативное состояние.

source: Global Id
ru: Глобал. ИД

source: Network Resources
ru: Сетевые ресурсы

source: Local Id
ru: Локальный ИД

source: Controllers
ru: Контроллеры

source: Capabilities
ru: Возможности

source: By State
ru: По состоянию

source: By Object
ru: По Объекту

source: WorkFlow
ru: Процесс

source: Display Settings
ru: Настройки отображения

source: Shape Name template
ru: Шаблон имени иконки

source: ManagedObject Sync Settings
ru: Настройки синхронизации устройства

source: Sync ManagedObject
ru: Синхронизировать как устройство

source: Managed Object Profile
ru: Профиль объекта

source: Pool
ru: Пул

source: Asset Sync Settings
ru: Настройки синхронизации с Учётом

source: Sync Asset
ru: Создать объект (в Инв)

source: Status Discovery
ru: Опрос статуса интерфейса

source: Default Interval, sec
ru: Интервал по умолчанию, сек

source: Metrics interval Buckets
ru: Число корзин в интервале

source: Metrics
ru: Метрики

source: Stored
ru: Сохрянять

source: Dynamic Classification Policy
ru: Политика автоназначения профиля

source: Dynamic Order
ru: Порядок правила

source: Match Handler
ru: Обработчик

source: Channel
ru: Канал

source: Discrimiator
ru: Дискриминатор

source: Direction
ru: Направление

source: Slots
ru: Слоты

source: Image
ru: Изображение

source: Vendor
ru: Производитель

source: By Vendor
ru: По производителю

source: Firmware
ru: Версия прошивки

source: Management
ru: Управление

source: Access Preference
ru: Приоритет протокола доступа

source: Preference mode with worked profile script. <br/>!! Work if Device Profile supported. <br/>Profile (default) - use Object Profile settings <br/>S - Use only SNMP when access to deviceCLI Only - Use only CLI when access to deviceSNMP, CLI - Use SNMP, if not avail swithc to CLICLI, SNMP - Use CLI, if not avail swithc to SNMP
ru: Приоритет при работе скрипта профиля. !!Работает только при реализации в скрипте!! Профиль (по умолчанию) - использовать настройки профиля объекта. * S - использовать исключительно SNMP * CLI Only - использовать исключительно CLI

source: SNMP Only
ru: Только SNMP

source: CLI Only
ru: Только CLI

source: SNMP Rate limit
ru: Частота опроса SNMP

source: Limit SNMP (Query per second).
ru: Ограничение запросов `SNMP` (запросов в секунду)

source: Use object as Port Token
ru: Искать имя устройства в описании порта

source: If checked discovery try find port by object_id (Hostname, Address, Name) contains in description
ru: Если отмечено опрос попробует найти пор по иднтификатору объекта (hostname, IP адрес, имя в системе) содержащееся в описании

source: Show MACs
ru: Отобразить МАКи

source: Unlink
ru: Расцепить

source: Link
ru: Линк

source: Service
ru: Сервис

source: Protocols
ru: Протоколы

source: No SubInterfaces
ru: Нет сабинтерфейсов

source: Untagged
ru: Без тэга

source: Tagged
ru: Тэгированный

source: L2 Domain
ru: L2 Домен

source: Created interface:
ru: Создать интерфейс:

source: Failed to set data
ru: Ошибка при установке данных

source: Unlink interface
ru: Отсоединить интерфейс

source: with
ru: с

source: Failed to get MACs
ru: Ошибка при получении MAC адреса

source: Select managed object ...
ru: Выберите объект ...

source: Connect
ru: Соединить

source: Failed to get interfaces list
ru: Не удалось получить список интерфейсов

source: Failed to connect interfaces
ru: Не удалось соединить интерфейсы

source: type
ru: тип

source: Physical
ru: Физический

source: Aggregated
ru: Агрегированный

source: Match Expression
ru: Выражение для совпадения

source: Link Events
ru: События на интерфейсе

source: Policy
ru: Политика

source: Transit
ru: Транзитный

source: Management VLAN
ru: VLAN управления

source: User Interface
ru: Пользовательский интерфейс

source: Validation Policy
ru: Политика Валидации

source: Alarm Weight
ru: Вес аварии

source: Status Change Notification
ru: Уведомление об изменении статуса

source: Enable Message
ru: Включить уведомления

source: Enable Abduct Detection
ru: Включить порт в обнаружение

source: Discovery
ru: Опрос

source: Link Discovery Policy
ru: Политика создания линка

source: Clear Alarm if Admin Down
ru: Закрыть аварию если отключен

source: Raise & Clear Alarm
ru: Поднимать аварию

source: MAC Discovery Policy
ru: Политика сбора MAC адресов

source: Metric Collected Policy
ru: Политика сбора метрик

source: Disable if Admin Down
ru: Выкл если админ статус откл.

source: Disable if Oper Down
ru: Выкл, если опер статус откл.

source: Allow LAG mismatch
ru: Разрешить соединиение LAG <> physical

source: Apply metrics to subinterfaces
ru: Снимать метрики с сабинтерфейса

source: Allow Autosegmentation
ru: Разрешить автоматическую смену сегмента

source: IfDesc Settings
ru: Настройки линковки по Описанию

source: By Match Rules Labels
ru: По Меткам совпадения

source: Create new top-level object
ru: Создать новый объект верхнего уровня

source: Clear all rows
ru: Удалить все записи

source: Add row
ru: Добавить запись

source: Clone N times
ru: Копировать N раз

source: Failed to save
ru: Ошибка сохранения

source: Add object to
ru: Добавить объект в

source: Confirmation
ru: Подтвердите

source: Are you sure you want to delete all rows?
ru: Вы действительно хотите удалить все записи?

source: Clone Rows
ru: Клонировать запись

source: Enter the number of rows to clone:
ru: Введите число записей для клонирования:

source: Invalid Input
ru: Неверный Вход

source: Please enter a valid number.
ru: Пожалуйста, ведите верный номер.

source: Add objects
ru: Добавить объекты

source: Show Dashboard
ru: Графики

source: Remove all connections
ru: Удалить все подключения

source: Failed get map menu
ru: Ошибка запроса меню

source: Failed to launch application
ru: Ошибка при запуске приложения

source: Failed to get data for plugin
ru: Ошибка получения данных для плагина

source: Failed to find node
ru: Ошибка про поиске узла

source: Failed to get path
ru: Ошибка при получении пути

source: HTTP request failed.
ru: Ошибка запроса.

source: Remove group '
ru: Удалить группу '

source: Would you like to remove group?
ru: Вы хотите удалить группу?

source: Move nested objects to
ru: Переместить вложенные объекты в

source: Move nested objects to Lost&Found
ru: Переместить вложенные объекты в Потерянные

source: Remove nested objects
ru: Удалить вложенные объекты

source: Keep connections
ru: Сохранить связи

source: Remove Group
ru: Удалить группу

source: Do you want to remove all connections within object? This operation cannot be undone!
ru: Вы желаете осуществить переход? Операция не может быть отменена!

source: Connections removed
ru: Связи удалены

source: Failed to remove connections :
ru: Ошибка при удалении связи :

source: Clone object?
ru: Клонирование объектв?

source: Clone connections
ru: Клонировать связь

source: Failed to clone object.
ru: Ошибка клонирования объекта.

source: Failed to delete group
ru: Ошибка при удалении группы

source: Cable
ru: Кабель (провод)

source: Object connections
ru: Доступные слоты

source: Clear objects
ru: Очистить

source: Repaint
ru: Обновить

source: Connect ports
ru: Соединить порты

source: Create internal connection from
ru: Создать внутреннее подключение из

source: to
ru: в

source: Failed to disconnect objects :
ru: Ошибка отключения объекта :

source: Drag other object from left tree
ru: Перенесите другой объект из дерева слева

source: Free slot
ru: Свободный слот

source: Occupied slot
ru: Занятый слот

source: Discriminator From
ru: Дискриминатор От

source: Discriminator To
ru: Дискриминатор В

source: Gain DB
ru: Коэф. мощности

source: The data was successfully loaded
ru: Данные успешно загружены

source: Error loading data
ru: Ошибка загрузки данных

source: There is unsaved data, do you really want to load the object?
ru: Есть несохранённые данные, вы точно хотите изменить объект?

source: Confirm
ru: Подтвердить

source: There is unsaved data, do you really want to clean?
ru: Есть несохранённые данные, вы точно хотите очистить форму?

source: There is unsaved data, do you really want to close the application?
ru: Есть несохранённые данные, вы точно хотите закрыть приложение?

source: Objects was successfully connected
ru: Устройства успешно соединены

source: Failed to connect objects :
ru: Ошибка при соединении объектов:

source: Invalid Connections will be deleted
ru: Ошибочное подключение будет удалено

source: Invalid connections
ru: Ошибочное подключение

source: This message will automatically close in 5 seconds.
ru: Это сообщение будет автоматически закрыто через 5 секунд.

source: The data was successfully updated
ru: Данные успешно обновлены

source: Error updating statuses
ru: Ошибка обновления статусов

source: Are you sure you want to delete this wire
ru: Вы уверены что хотите удалить соединение

source: Wire was successfully disconnected
ru: Соединение успешно удалено

source: Update or modify internal connection from
ru: Обновить или изменить внутренее подключения из

source: Update
ru: Обновить

source: Internal cross was successfully disconnected
ru: Подключения успешно соединены

source: Loading {0} plugin, please wait...
ru: Загрузка {0} плагина, пожалуйста подождите...

source: Loading {0} application, please wait...
ru: Загрузка {0} приложения, пожалуйста подождите...

source: Fetching data for {0}...
ru: Запрос данных для {0}...

source: Processing {0} items...
ru: Обрабатывается {0} записей...

source: Reloading {0} ...
ru: Перезапуск {0} ...

source: Saving {0} ...
ru: Сохранение {0} ...

source: Search...
ru: Поиск...

source: Nothing was found
ru: Не найдено

source: Download button clicked
ru: Нажата кнопка Загрузки

source: Download image as SVG
ru: Загрузить изображение как SVG

source: Front
ru: Передняя часть

source: Rear
ru: Задняя часть

source: Hide details
ru: Скрыть детали

source: Show details
ru: Показать детали

source: Total
ru: Всего

source: No data
ru: Нет данных

source: Fit Page
ru: По странице

source: Fit Height
ru: По высоте

source: Fit Width
ru: По ширине

source: Export to CSV
ru: Экспорт в CSV

source: Channels
ru: Каналы

source: Create new channel
ru: Создать новый канал

source: Magic
ru: Магия

source: Loading job panel ...
ru: Загрузка панели задач ...

source: Fetching data for ad-hoc channels
ru: Получение данных вложенных каналов

source: No ad-hoc channels available
ru: Вложенные каналы отсутствуют

source: Fetching data for draw scheme ...
ru: Получение данных для отрисовки схемы ...

source: Create new channel ...
ru: Создать новый канал ...

source: Update channel
ru: Обновить канал

source: Please select a row
ru: Выберите строку

source: Dry Run
ru: Тестовый запуск

source: Unknowns
ru: Неизвестные

source: No records to display
ru: Нет записей для отображения

source: No records found matching:
ru: Нет записей для условия:

source: Create or update channel
ru: Создать или обновить канал

source: Create channel
ru: Создать канал

source: Create new...
ru: Создать...

source: End
ru: Окончание

source: Create Item
ru: Создать элемент

source: Comment
ru: Комментарий
