Repository: nocproject/noc
Catalog: services/bi/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Close Time
ru: Время закрытия

source: Duration
ru: Продолжительность

source: Id
ru: Идентификатор

source: Alarm Root
ru: Корень аварии

source: Alarm Class
ru: Класс аварии

source: Reopens
ru: Переоткрытия

source: Direct Services
ru: Повлияло на сервисы

source: Direct Subscribers
ru: Повлияло на абонентов

source: Total Objects
ru: Общее кол-во объектов

source: Total Services
ru: Общее кол-во сервисов

source: Total Subscribers
ru: Общее кол-во абонентов

source: Escalation Time
ru: Время когда эскалировано

source: Number of Escalation
ru: Номер ТТ

source: Qty of Reboots
ru: Число перезагрузок

source: Affected Services
ru: Затронуто сервисов

source: Affected Subscribers
ru: Затронуто абонентов

source: Interface
ru: Интерфейс

source: Interface Profile
ru: Профиль интерфейса

source: Level
ru: Уровень

source: Name
ru: Имя устройства

source: Hostaname
ru: Имя хоста

source: Is Managed
ru: Управляемый

source: Vendor
ru: Производитель

source: Interface count
ru: Число интерфейсов

source: Subscribers count
ru: Число абонентов

source: Services count
ru: Число севрвисов

source: Neighbors
ru: Число соседей

source: Links count
ru: Число линков

source: Links (NRI)
ru: Линки (NRI)

source: Links (MAC)
ru: Линки (по MAC адресам)

source: Links (STP)
ru: Линки (по STP)

source: Links (LLDP)
ru: Линки (по LLDP)

source: Links (CDP)
ru: Линки (по CDP)

source: Uptime
ru: Аптайм

source: Pool Name
ru: Имя пула

source: IP Address
ru: IP адрес

source: Profile
ru: Профиль объекта

source: Vendor Name
ru: Производитель

source: Platform
ru: Платформа

source: Version
ru: Версия ПО

source: Admin. Domain
ru: Зона Ответственности

source: Network Segment
ru: Сегмент сети

source: Container
ru: Адрес

source: Longitude
ru: Долгота

source: Latitude
ru: Широта

source: Span context
ru: Контекст

source: Called function
ru: Вызванная функция

source: Caller service
ru: Вызванный сервис

source: Duration (us)
ru: Продолжительность (миллисекуд)

source: Error code
ru: Код ошибки

source: Error text
ru: Текст ошибки

source: Date
ru: Дата

source: Created
ru: Создано

source: Object Name
ru: Имя объекта

source: Severity
ru: Важность
